{
    "name":"DK SoftLab",
    "contacts": {
        "address":"Plzen, Czech Republic",
        "phone1":"+420 773 478 589 (CZ)",
        "phone2":"+420 728 056 984 (UA)", 
        "email":"info@dksoftlab.cz"
    },

    "btn": {
        "contactUs": "Contact Us",
        "readmore": "Read More"
    },
    
    "home": {
        "banner": {
            "title": {
                "left": "Talent Freelancers Available to Create",
                "center": "Websites & Mobile",
                "right": "Applications"
            },
            "description": "We are a group of developers, with expertise ready to help your company grow its online presence using high quality solutions that are effective and budget friendly."
        },

        "about": {
            "title": {
                "left": "",
                "center": "A",
                "right": "bout Us"
            },
            "description": "We are a team of programmers specializing in the development of websites and applications for internet and smartphone use. Our team of experienced developers is ready to tackle tasks of any complexity, taking into account the individual needs of each client. We focus on designing modern websites and applications for the web and smartphones, offering solutions that help our clients grow and remain competitive. We strive to provide high-quality services at reasonable prices, making technology accessible to everyone."
        },

        "services": {
            "title": {
                "left": "Our ",
                "center": "S",
                "right": "ervices"
            },
            
            "webDev": {
                "title":{
                    "left": "Website",
                    "right": "Development",
                    "description":"We create adaptive and functional websites that attract customers and help your business stand out. Our solutions include landing pages, corporate websites, and e-commerce platforms."
                },
                  
                "item_1": {
                    "title": "Website Development for Any Purpose",
                    "text": "We create projects of any complexity — from simple landing pages to large corporate portals. We use popular CMS platforms and modern web development technologies to ensure stable performance and ease of use."
                },
                "item_2": {
                    "title": "Custom Design with Responsive Layout",
                    "text": "Our designers craft exclusive interfaces that make your website stand out from the competition. All projects are adapted for seamless performance on desktops, tablets, and smartphones."
                },
                "item_3": {
                    "title": "Fast Development with Ready-Made Templates",
                    "text": "When time is limited, we offer high-quality templates that can be customized to meet your requirements. This accelerates the website creation process while maintaining functionality and attractiveness."
                },
                "item_4": {
                    "title": "E-commerce Website Development",
                    "text": "We build user-friendly and reliable platforms for online commerce. Our e-commerce solutions include efficient product management systems, payment integration, and other essential features for successful operation."
                },
                "item_5": {
                    "title": "Technical Maintenance and Support",
                    "text": "After project completion, we offer website maintenance services, including regular updates, bug fixes, performance improvements, and technical support."
                }
            },

            "appDev": {
                "title": {
                    "color_Mobile": "Mobile",
                    "color_WebApp": "Web App",
                    "black_Dev": "Development",
                    "description": "We offer a full range of mobile and web application development services using modern technologies and approaches. Our team develops solutions of any complexity, tailored to meet your business needs."
                },
                "item_1": {
                    "title": "Development for Any Platform",
                    "text": "We create mobile and web applications that adapt to your business tasks. Using modern technologies and tools, we develop reliable solutions, whether they are simple utilities or complex corporate systems."
                },
                "item_2": {
                    "title": "Custom UI/UX Design",
                    "text": "We pay special attention to the appearance and usability of applications. Our designers create unique interfaces that make interaction with the application intuitive and pleasant."
                },
                "item_3": {
                    "title": "Integration with External Systems",
                    "text": "We ensure seamless integration with third-party services, such as payment systems, social networks, analytics platforms, and corporate tools (CRM, ERP). This expands the functionality of your application."
                },
                "item_4": {
                    "title": "Maintenance and Support",
                    "text": "Our work does not end at the development stage. We offer ongoing support services, including bug fixes, regular updates, and the addition of new functionality as needed."
                }
            },

            "design": {
                "title": {
                    "color": "UI/UX",
                    "black": "Design",
                    "description": "Our designers create unique interfaces that provide users with the best experience interacting with your product. We focus on convenience and simplicity, so that every user finds it easy and enjoyable to use your application or website."
                },
                "item_1": {
                    "title": "User and Business Goals Research",
                    "text": "We study the target audience, user behavior, and project business goals to create an interface that is as efficient and user-friendly as possible."
                },
                "item_2": {
                    "title": "User Experience (UX) Design",
                    "text": "We design the structure and logic of the application or website. Our specialists create clear and intuitive interaction scenarios to ensure a comfortable user experience."
                },
                "item_3": {
                    "title": "User Interface (UI) Design",
                    "text": "We develop the visual style of the application or website. This includes: Selecting the color palette; Creating unique icons; Choosing fonts and their sizes; Drawing all screens or pages."
                },
                "item_4": {
                    "title": "Prototyping",
                    "text": "We create interactive prototypes that allow us to test the logic of the application or website before development begins. This helps identify and fix potential issues at an early stage."
                },
                "item_5": {
                    "title": "Design Adaptation for Different Devices",
                    "text": "Our solutions consider various screen sizes and specific features of mobile devices, tablets, and computers. We ensure the product is convenient to use on any platform."
                },
                "item_6": {
                    "title": "Design System Development",
                    "text": "We develop a set of rules and components used to maintain a consistent style as the product evolves. This speeds up the process of adding new features and pages."
                },
                "item_7": {
                    "title": "Comprehensive Solution",
                    "text": "We offer a comprehensive approach: from UX/UI design to prototyping and adaptation for different devices. The result is a fully finished product that meets your business objectives and user expectations."
                }
            }
        },
        "technologies":{
            "title": {
                "left": "T",
                "right": "echnologies"}
        },

        "portfolio": {
            "title": {
                "left": "P",
                "right": "ortfolio"
            },
          
            "project": {
                "Hirosaki": {
                    "entry": "Mobile Application & Design",
                    "title": "HIROSAKI",
                    "desc": "The app provides users with a convenient interface for quickly placing orders and selecting a delivery or pickup time. Additionally, integration with social media and the payment functionality makes the ordering process as easy and fast as possible for users."
                },
                "HelpCenter": {
                    "entry": "Mobile Application",
                    "title": "Help Center 24",
                    "desc": "The app combines media content, interactive features, and a user-friendly interface, making it a valuable tool for believers who want to stay connected with the church and keep up with all events and news."
                },
                "KinuLiutas": {
                    "entry": "Design",
                    "title": "Kinu Liutas",
                    "desc": "The website design emphasizes the uniqueness and luxury of Tibetan Mastiffs, with a strong focus on visual elements. Simple navigation and a focus on the breed's history and the kennel's achievements help users easily find the necessary information and make a decision about purchasing a puppy."
                },
                "Tribo": {
                    "entry": "Design",
                    "title": "Tribo",
                    "desc": "The website design was created in accordance with the client's requirements for minimalism and a focus on visual solutions. The site became the perfect platform for showcasing the company's creative approach and its ability to bring unique architectural metal projects to life."
                },
                "Designer": {
                    "entry": "Design",
                    "title": "Designer",
                    "desc": "The website design combines humor and professionalism, allowing the company to easily engage with clients. Penguins — a symbol of friendliness and creativity — capture attention, while animations and bright colors add uniqueness. Thanks to this style, the website is memorable, and its content is easy for users to perceive."
                },
                "Arabora": {
                    "entry": "Design",
                    "title": "Arabora",
                    "desc": "The website design is created to maximally showcase the quality and uniqueness of the products. The simplicity of navigation and the visual emphasis on the products help the company attract potential clients and build a strong connection between the brand and the audience."
                },
                "OO": {
                    "entry": "Website",
                    "title": "Omelchenko Olena",
                    "desc": "A makeup artist's website from Kyiv. The website was created according to the client's design."
                },
                "GV": {
                    "entry": "Website",
                    "title": "GV (Grand Vision)",
                    "desc": "Corporate website for an advertising company in Spain. The website was created according to the client's design."
                },
                "KRP": {
                    "entry": "Website",
                    "title": "KRP (Kyiv River Port)",
                    "desc": "Official website of the Kyiv River Port. The website was created according to the client's design."
                },
                "MG": {
                    "entry": "Website",
                    "title": "M GROUP",
                    "desc": "An engineering and construction company. The website was created according to the client's design."
                }
            }
        },

        "choose": {
            "title": {
                "left": "W",
                "right": "hy Choose Us"
            },
            "item_1": {
                "title": "High Quality and Professionalism",
                "desc": "Our team consists of experienced developers and designers who use cutting-edge technologies to create modern and reliable solutions. We ensure that each project is executed with the utmost attention to detail and care."
            },
            "item_2": {
                "title": "Comprehensive Approach",
                "desc": "We offer a full range of services: from website and mobile app development to UI/UX design and post-launch support. We accompany projects through all stages, from the initial concept to the finished product."
            },
            "item_3": {
                "title": "Tailored Solutions",
                "desc": "Every project is unique, and we customize our solutions to fit the specific needs of our clients. We take the time to understand your business and deliver a product that aligns with your goals and expectations."
            },
            "item_4": {
                "title": "On-Time Delivery",
                "desc": "We value your time and always strive to complete projects within the agreed deadlines. Transparent planning and strict control over the development process ensure timely completion of tasks."
            },
            "item_5": {
                "title": "Affordable Prices",
                "desc": "We offer competitive prices for development services without compromising on quality. Thanks to our flexible approach to projects, we can provide the best solutions at reasonable costs."
            }    
        },

        "contact": {
          "title": {
            "left": "C",
            "right": "ontact Us"
          },
          "name": "Name",
          "email": "E-mail",
          "message": "Message",
          "submit": "Send Message"
        }
    },

    "nav": {
      "home": "Home",
      "about": "About",
      "services": "Services",
      "portfolio": "Portfolio",
      "contact": "Contact",

      
      "app":"App Development",
      "website":"Websites Creation",
      "design":"UI/UX Design"
    },

    "footer": {
        "about": {
            "left": "A",
            "right": "bout Us",
            "desc": "We create innovative web solutions, combining European quality with competitive prices."
        },
        
        "quickLinks": {
            "left": "Q",
            "right": "uick Links"
        },
        
        "contact-left": "C",
        "contact-right": "ontact",
        
        "phone": "Phone",
        "email": "Email",
        "followUs-left": "F",
        "followUs-right": "ollow Us",
        "allRightsReserved": "All rights reserved."
    },

    "pages": {
        "portfolio": {
            "TFW":"Thanks For Watching",
            "helpCenter24": {
                "title": "Help Center 24",
                "subtitle": "Mobile Application",
                "maintitle":"Holy Spirit Church",
                "description": "Cross-platform application created using the Flutter framework.",
                "body": {
                    "holySpiritChurch": {
                        "projectTitle": "Project: Mobile Application \"Holy Spirit Church\"",
                        "overview": "Overview",
                        "introduction1": "\"Holy Spirit Church\" is a mobile application developed for an Orthodox church to provide a modern digital solution for connecting with parishioners. The app offers convenient access to information about services, religious events, and spiritual materials. The main goal of the project was to improve communication between the church and its parishioners, as well as to create new opportunities for engaging users through digital channels.",
                        "introduction2": "This application demonstrates our capabilities in developing customized mobile solutions for religious and non-profit organizations, providing an intuitive interface and extensive functionality to support audience interaction.",
                        
                        "keyFeatures": "Key Features",
                        "features": {
                            "serviceSchedule": {
                                "title": "Service Schedule",
                                "description": "Display of up-to-date information about upcoming services and religious events, helping parishioners plan their time and stay informed about important events."
                            },
                            "news": {
                                "title": "News and Announcements",
                                "description": "Notifications about news, promotions, and other significant events of the church, ensuring effective communication within the community."
                            },
                            "library": {
                                "title": "Spiritual Library",
                                "description": "Access to prayers, sacred scriptures, sermons, and other spiritual materials that foster users' spiritual growth and strengthen their connection to faith."
                            },
                            "feedback": {
                                "title": "Feedback",
                                "description": "A convenient form for contacting the church's clergy or administration, allowing users to quickly ask questions or offer help."
                            },
                            "pushNotifications": {
                                "title": "Push Notifications",
                                "description": "Timely reminders about important religious holidays, events, and live broadcasts, helping users stay connected with the church's life."
                            },
                            "video": {
                                "title": "Video and Broadcasts",
                                "description": "Ability to watch live broadcasts of services via video stream links, as well as recordings from the church's YouTube channel, allowing participation for those who cannot attend in person."
                            },
                            "radio": {
                                "title": "Online Radio",
                                "description": "A 24/7 online radio feature with spiritual music, sermons, and educational programs, creating an atmosphere of spiritual unity at any time."
                            },
                            "contacts": {
                                "title": "Church Contacts and Addresses",
                                "description": "The app contains a database of contact information and addresses of churches in all cities and countries where the church is represented, simplifying the search for the nearest church and obtaining necessary information."
                            },
                            "messengers": {
                                "title": "Communication via Messengers",
                                "description": "Ability to contact the church via Viber or WhatsApp, allowing users from any country to quickly get answers to their questions or clarify information."
                            }
                        },

                        "technologiesTitle": "Technologies and Tools",
                        "technologies": {
                            "flutter": {
                                "title": "Flutter (Dart)",
                                "description": "Used for cross-platform development for iOS and Android, reducing costs and development time while maintaining a single codebase for both platforms."
                            },
                            "restApi": {
                                "title": "REST API",
                                "description": "To provide up-to-date data on services, news, and other updates, ensuring reliable communication between the server and the application."
                            },
                            "firebase": {
                                "title": "Firebase",
                                "description": "Used for push notifications, user authentication, and analytics, helping to better understand the audience and improve user engagement."
                            },
                            "multimedia": {
                                "title": "Multimedia",
                                "description": "Integration with YouTube API for video playback and streaming services for online radio, expanding the app's capabilities for engaging users through multimedia."
                            }
                        },

                        "businessImpactTitle": "Why This Matters for Your Business",
                        "businessImpact": "This project highlights our expertise in creating functional and user-friendly mobile applications for religious and non-profit organizations. We offer solutions that not only enhance communication but also increase audience engagement, simplify donation processes, and maintain constant connection with users through multimedia channels."
                    }
                }
            },
            "hirosaki": {
                "title": "Hirosaki",
                "subtitle": "Mobile Application",
                "maintitle":"Sushi House",
                "description": "\"Hirosaki Sushi House\" is a commercial mobile application developed by our team for a real Japanese restaurant with an established customer base.",
                "body": {
                    "alt":"Device Screenshot",
                    "section_1": {
                        "title":"Project Overview",
                        "text":{
                            "p1":"The primary goal of the project was to improve customer interaction and simplify the ordering process.",
                            "p2":"The application provides users with a convenient way to browse the menu, place orders, pay online, and stay informed about special offers.",
                            "p3":"We designed this product to meet the specific needs of the restaurant and its customers while supporting business growth.",
                            "p4":"Additionally, users can view their past orders offline, adding to the convenience of the app."
                        }
                    },
                    "section_2":{
                        "title":"Project Design",
                        "text":{
                            "c1":"Main Color",
                            "c2":"Background",
                            "c3":"Main Text",
                            "c4":"Ascent Text",
                            "c5":"Hint"
                        }
                    },
                    "section_3":{
                        "title":"Key Features",
                        "text":{
                            "p1": {
                                "header":"Online Ordering",
                                "text":"An intuitive ordering system allows customers to place orders for delivery or pickup and even schedule them at a convenient time."
                            },
                            "p2": {
                                "header":"Offline Order History",
                                "text":"Users can access their past orders even when offline, enhancing the overall usability of the application."
                            },
                            "p3": {
                                "header":"PayPal Payments",
                                "text":"Integrated PayPal functionality enables users to pay for their orders quickly and securely."
                            },
                            "p4": {
                                "header":"Menu Browsing",
                                "text":"Users can explore a well-structured menu with high-quality photos and detailed descriptions of dishes to help them make informed choices."
                            },
                            "p5": {
                                "header":"Push Notifications",
                                "text":"Notifications about order status, new offers, and exclusive deals keep users informed and engaged."
                            },
                            "p6": {
                                "header":"Promotions and Discounts",
                                "text":"Real-time updates on current promotions and special offers encourage repeat orders and customer engagement."
                            },
                            "p7": {
                                "header":"Instant Order Notifications for Staff via Telegram",
                                "text":"All orders are immediately sent to the restaurant’s Telegram bot, ensuring that staff receives timely updates about new orders."
                            },
                            "p8": {
                                "header":"Integration with Bitrix24",
                                "text":"The application is integrated with the Bitrix24 API, allowing the restaurant to automate order management and maintain customer records efficiently."
                            }
                        }
                    },
                    "section_4":{
                        "title":"Screenshots"
                    },
                    "section_5": {
                        "title":"Technologies and Tools",
                        "text": {
                            "p1": {
                                "header":"Flutter and Dart",
                                "text":"We used Flutter to build a single codebase for both iOS and Android, ensuring a consistent experience across platforms. Dart was utilized to implement the app’s business logic."
                            },
                            "p2": {
                                "header":"REST API Integration",
                                "text":"REST API was used to ensure seamless communication between the server and the app, keeping menu and order data up-to-date in real-time."
                            },
                            "p3": {
                                "header":"State Management with Provider",
                                "text":"We used Provider to manage app data efficiently, delivering smooth and quick user interactions even under heavy loads."
                            },
                            "p4": {
                                "header":"Firebase Services",
                                "text":"Firebase was used to send push notifications, keeping users informed about order updates and promotions."
                            },
                            "p5": {
                                "header":"PayPal Integration",
                                "text":"We implemented PayPal functionality to enable convenient and secure online payments."
                            },
                            "p6": {
                                "header":"Telegram Bot for Staff",
                                "text":"We integrated a Telegram bot that instantly receives all new orders, ensuring that restaurant staff is promptly notified and can process orders without delay."
                            }
                        }
                    },
                    "section_6":{
                        "title":"Our Role in the Project",
                        "text": {
                            "p1": {
                                "header":"UI/UX Design",
                                "text":"We created a simple, intuitive design to ensure easy access to the menu and a smooth ordering process."
                            },
                            "p2": {
                                "header":"Backend Integration",
                                "text":"We connected the app to the restaurant's backend via REST API, ensuring that all data was synchronized and updated in real-time."
                            },
                            "p3": {
                                "header":"Testing and Optimization",
                                "text":"Our team conducted extensive testing to fix bugs, improve performance, and optimize the app for a smooth user experience."
                            },
                            "p4": {
                                "header":"Integration with Bitrix24",
                                "text":"We implemented Bitrix24 API integration to streamline order management and make it easier for the restaurant to maintain customer records."
                            },
                            "p5": {
                                "header":"Telegram Bot Integration",
                                "text":"We configured a Telegram bot to instantly notify staff about new orders, reducing delays and improving service efficiency."
                            }
                        }
                    },
                    "section_7":{
                        "title":"Challenges And Solutions",
                        "text": {
                            "p1": {
                                "header":"Timely Order Notifications for Staff",
                                "text":"We integrated a Telegram bot to ensure that orders were instantly sent to the staff, minimizing delays in processing."
                            },
                            "p2": {
                                "header":"Bitrix24 Integration",
                                "text":"By connecting the app with Bitrix24, we helped the restaurant automate its order management, simplifying administrative tasks."
                            },
                            "p3": {
                                "header":"PayPal Integration",
                                "text":"We successfully implemented PayPal to provide users with a fast and secure online payment option."
                            }
                        }
                    },
                    "section_8":{
                        "title":"Results",
                        "text": {
                            "p1": {
                                "header":"Successful Launch",
                                "text":"The app was launched on both Google Play and the App Store, receiving positive reviews for its ease of use and functionality."
                            },
                            "p2": {
                                "header":"Increased Sales",
                                "text":"The simple and convenient ordering process contributed to a 25% increase in online sales during the first month of launch."
                            },
                            "p3": {
                                "header":"Improved Customer Satisfaction",
                                "text":"The intuitive interface, seamless navigation, fast payment system, and the ability to view orders offline received high praise from users, increasing customer loyalty."
                            }
                        }
                    }
                }
            },
            "TM": {
                "title": "Tibetan Mastiffs",
                "subtitle": "Website Development\nfor a Dog Kennel",
                "maintitle":"Project Description",
                "description":"The project focused on creating a unique website design for a Tibetan Mastiff kennel. The main goal was to develop a visually appealing, intuitive, and functional interface that highlights the exclusivity of the breed.",
                "body": {
                    "section_1": {
                        "title": "Preparation and Research",
                        "diagram": {
                            "title": "Diagram illustrating the segmentation of Tibetan Mastiff website audiences:",
                            "legend": {
                                "title": "Categories of Audience:",
                                "p1": "Potential Owners (50%)",
                                "p2": "Breeders (30%)",
                                "p3": "Breed Enthusiasts (20%)"
                            }
                        },
                        "text": {
                            "title": "We began with an analysis of:",
                            "p1": {
                                "title": "Website Goals:",
                                "text": "Inform visitors about the kennel, showcase the beauty and merits of the dogs, and create a convenient platform for connecting with the owner."
                            },
                            "p2": {
                                "title": "Target Audience:",
                                "text": "People interested in the Tibetan Mastiff breed, potential owners, and breeders."
                            },
                            "p3": {
                                "title": "Competitors:",
                                "text": "Analyzed similar kennel websites to highlight the unique features of the Tibetan Mastiff website and enhance the user experience."
                            },
                            "table": {
                                "title": "Table comparing competitor websites based on key parameters",
                                "col_1": {
                                    "title":"Website"
                                },
                                "col_2": {
                                    "title":"Design",
                                    "r1": "Traditional",
                                    "r2": "Modern",
                                    "r3": "Minimalistic"
                                },
                                "col_3": {
                                    "title":"Navigation Usability"
                                },
                                "col_4": {
                                    "title":"Breed Information"
                                },
                                "col_5": {
                                    "title":"Contact Information"
                                }
                            },
                            "p4": {
                                "title": "Outcome:",
                                "text": "A clear brief was created, outlining the requirements for the site's design and functionality."
                            }
                        }
                    },
                    "section_2": {
                        "title": "Design Concept",
                        "text": "During the concept development phase, a Moodboard was created, featuring elements associated with warmth, trust, and natural aesthetics. The color palette consisted of natural shades: green, beige, and brown, creating a comfortable and cozy atmosphere for users.",
                        "palette": "Color palette:",
                        "p": {
                            "title":"Outcome:",
                            "text": "A style and tone were developed to convey the brand's values and ensure a comfortable user experience."
                        }
                    },
                    "section_3": {
                        "title": "Prototyping",
                        "text": "Wireframes of key pages were designed to clarify the structure and functional elements of the site. Additionally, animations were implemented to demonstrate interactive elements.",
                        "p": {
                            "title":"Outcome:",
                            "text": "A solid foundation was established for the visual and functional implementation of the website."
                        }
                    },
                    "section_4": {
                        "title": "Final Website Version",
                        "text_1": "The completed website combines an intuitive interface, stylish design, and robust functionality. Key features include cards with puppy information, detailed breed descriptions, and kennel contact details.",
                        "text_2": "The mobile version was optimized to ensure a seamless experience across devices:",
                        "p": {
                            "title":"Outcome:",
                            "text": "A polished final product that emphasizes the kennel's uniqueness and meets the needs of the target audience."
                        }
                    }
                }
            },
            "template": {
                "title": "Fast and Efficient Website Development\nUsing Templates and Custom Designs",
                "section_1": {
                    "title": "Overview",
                    "text": "In today’s fast-paced digital world, businesses often require a swift and reliable approach to launching their online presence. This case study showcases a series of websites that were successfully developed within tight deadlines using ready-made templates, custom client designs, or reference examples provided by the client. Our streamlined development process allowed for rapid deployment without sacrificing quality or functionality."
                },
                "section_2": {
                    "title": "Development Approach",
                    "text": {
                        "p1": {
                            "title":"Leveraging Ready-Made Templates",
                            "text": "We efficiently adapted and customized existing templates, enabling faster development while maintaining a professional and polished look."
                        },
                        "p2": {
                            "title":"Implementing Custom Client Designs",
                            "text": "When clients provided their own designs, we ensured precise implementation according to modern UX/UI standards to deliver visually appealing and user-friendly interfaces."
                        },
                        "p3": {
                            "title":"Developing Based on Reference Examples",
                            "text": "For projects where clients provided inspiration or reference sites, we recreated the desired look and feel while incorporating tailored adjustments to meet business needs."
                        },
                        "p4": {
                            "title":"Ensuring Full Responsiveness",
                            "text": "Each website was designed and tested for compatibility across various devices, ensuring seamless performance on desktops, tablets, and smartphones."
                        },
                        "p5": {
                            "title":"Optimizing for Speed and SEO",
                            "text": "We applied best practices in web performance optimization, including fast-loading assets, clean code structures, and search engine-friendly configurations."
                        },
                        "p6": {
                            "title":"Integrating Essential Features",
                            "text": "Functional elements such as contact forms, social media links, and analytics tracking were set up to enhance user engagement and data-driven decision-making."
                        }
                    }
                },
                "section_3": {
                    "title": "Key Outcomes",
                    "text": {
                        "p1": {
                            "title":"Rapid Deployment",
                            "text": "The websites were successfully launched in minimal timeframes without compromising functionality or user experience."
                        },
                        "p2": {
                            "title":"Cost-Efficient Solutions",
                            "text": "By leveraging templates and predefined frameworks, we minimized development costs while maximizing quality."
                        },
                        "p3": {
                            "title":"Scalable and Adaptable Results",
                            "text": "Clients received fully operational web solutions that could be expanded or customized further as their business evolved."
                        }
                    }
                },
                "section_4": {
                    "title": "Project Showcase",
                    "text": {
                        "p1":"A unique design crafted using client-provided examples as inspiration while maintaining originality and brand identity:",
                        "p2":"Websites built precisely according to the clients’ designs, ensuring full adherence to their visions and specifications:"
                    },
                    "case": {
                        "c1": {
                            "title":"Designer",
                            "text":"A humorous yet professional web design that engages clients. Uses animations and bright colors for memorability."
                        },
                        "c2": {
                            "title":"Tribo",
                            "text":"A minimalist website that showcases the company's creative approach to architectural metal projects. Custom design created using client-provided references as inspiration."
                        },
                        "c3": {
                            "title":"Arabora",
                            "text":"A website design that emphasizes the quality and uniqueness of products. Simple navigation to attract potential clients."
                        },
                        "c4": {
                            "title":"Czech Center",
                            "text": {
                                "p1":"A website designed for employment opportunities in the Czech Republic. Features a clean, professional layout that ensures easy navigation for job seekers and employers.",
                                "p2":"In addition to the website design, a custom logo was also developed to establish a strong brand identity."
                            }
                        },
                        "c5": {
                            "title":"Omelchenko Olena",
                            "text": {
                                "p1":"A makeup artist's website from Kyiv.",
                                "p2":"Created on MODx Revolution."
                            }
                        },
                        "c6": {
                            "title":"GV (Grand Vision)",
                            "text": {
                                "p1":"Corporate website for an advertising company in Spain.",
                                "p2":"Built on MODx Revolution."
                            }
                        },
                        "c7": {
                            "title":"KRP (Kyiv River Port)",
                            "text": {
                                "p1":"Official website of the Kyiv River Port.",
                                "p2":"Built on MODx Revolution."
                            }
                        },
                        "c8": {
                            "title":"M GROUP",
                            "text": {
                                "p1":"An engineering and construction company.",
                                "p2":"Built on MODx Revolution."
                            }
                        }
                    },
                    "end":"This case study highlights our ability to deliver high-quality web solutions quickly and effectively. By leveraging industry best practices, we ensure that businesses not only get online swiftly but also have a robust digital foundation to grow and succeed."
                }
            }
        },

        "services-page": {
          "websiteDevelopment": {
                "title": {
                    "left":"W",
                    "right":"ebsite Development"
                },
                "description": "Websites that reflect your brand and attract clients. We offer comprehensive website creation services—from corporate portals and online stores to landing pages and blogs. We build unique websites on popular platforms like WordPress, Shopify, and more, ensuring fast loading times, intuitive navigation, and modern design. Your website will not only look great but will also be functional, enabling you to engage with your audience and increase conversions.",
                "weOffer": "We Offer:",
                "weOfferList": {
                    "point1": "Corporate websites and online stores",
                    "point2": "Search engine optimization (SEO)",
                    "point3": "Fast loading and responsive design",
                    "point4": "Support and updates"
                },
                "extra": "Every website we build is a reflection of your brand. With a focus on user engagement and functionality, we make sure that your online presence resonates with your audience and drives business growth."
          },
          "appDevelopment": {
                "title":{
                    "left": "A",
                    "right": "pplication Development"
                },
                "description": "We create modern mobile and web applications that empower your business to reach new heights in the digital environment. By leveraging advanced technologies like React Native, Flutter, React, Angular, and Node.js, we ensure the stability, convenience, and high performance of your products.",
                "whyChooseUs": "Why Choose Us?",
                "whyChooseUsList": {
                    "point1": {
                        "title":"Comprehensive Approach",
                        "desciption":"We support your project at all stages—from idea to launch."
                    },
                    "point2": {
                        "title":"Modern Technologies",
                        "desciption":"We use the best tools to create cutting-edge solutions."
                    },
                    "point3": {
                        "title":"On-Time Delivery",
                        "desciption":"We guarantee quality execution within the agreed deadlines."
                    },
                    "point4": {
                        "title":"Post-Launch Support",
                        "desciption":"We provide technical maintenance and updates for your product."
                    }
                },
                "extra": "We are confident that our solutions will help your business stand out among competitors. Contact us to discuss your ideas and transform them into a successful digital product."
          },
          "uiUxDesign": {
                "title":{
                    "left": "U",
                    "right": "I/UX Design"
                },
                "description": "We create intuitive interfaces that improve user experience. Quality design is not just about looks; it's about user convenience. We design interfaces that are easy to understand and improve user interaction. Our approach is based on deep analysis of user behavior and target audience, allowing us to create solutions that lead to maximum conversions and user loyalty.",
                "servicesInclude": "Our Services Include:",
                "servicesIncludeList": {
                    "point1": "UI design",
                    "point2": "Prototyping and testing",
                    "point3": "User behavior analysis",
                    "point4": "Unique and responsive design"
                },
                "extra": "Good design isn't just about aesthetics; it's about delivering a seamless user experience. We combine creativity with analytical insights to craft designs that meet user needs and business objectives alike."
          }
        },

        "service":{
            "table":{
                "note":"* Note: All prices are approximate and may vary depending on project requirements.",
                "col_1":"Type of Service",
                "col_2":"Description",
                "col_3":"Cost (CZK)",
                "col_4":"Completion Time"
            },
            "web":{
                "title":{
                    "left": "Website",
                    "right": "Development",
                    "description":"We are a team of professionals ready to bring any web development idea to life. We offer a full range of services for creating, supporting, and improving websites in the Czech Republic. With many years of experience, we can provide solutions of any complexity, tailored to the specific needs of each client."
                },
                "tableTitle":"Sample Pricing for Website Development",
                "endText":"We strive to create a reliable and effective web product that helps grow your business and enhances customer interaction. Contact us to discuss your project and get a personalized offer.",
                "table": {
                    "row_1": {
                        "col_1":"Landing Page, Business Card Website",
                        "col_2":"A single-page website or a multi-page site for presenting services or a business.",
                        "col_3":"10,000",
                        "col_4":"2 weeks"
                    },
                    "row_2": {
                        "col_1":"Corporate Website, Product Catalog",
                        "col_2":"A platform for companies or product showcasing with content management and navigation features.",
                        "col_3":"16,000",
                        "col_4":"3 weeks"
                    },
                    "row_3": {
                        "col_1":"E-commerce Store",
                        "col_2":"A full-featured online store with payment system integration and flexible catalog setup.",
                        "col_3":"21,000",
                        "col_4":"1 month"
                    },
                    "row_4": {
                        "col_1":"Monthly Support",
                        "col_2":"Technical maintenance, updates, and analytics for your website.",
                        "col_3":"5,500",
                        "col_4":"1 month"
                    },
                    "row_5": {
                        "col_1":"Unique Design",
                        "col_2":"Development of a custom design tailored to the client’s preferences and modern trends.",
                        "col_3":"12,500",
                        "col_4":"3 weeks"
                    }
                }
            },
            "app":{
                "title":{
                    "left": "Application",
                    "right": "Development",
                    "description": "We offer a full range of mobile and web application development services using modern technologies and approaches. Our team develops solutions of any complexity, tailored to meet your business needs."
                },
                "tableTitle":"Sample Pricing for Website Development",
                "endText":"We are ready to help you bring your ideas to life and create a high-quality application that will benefit your business and be convenient for your customers. Contact us to discuss your project and get a cost estimate!",
                "itemWeb": {
                    "title": {
                        "left":  "Web",
                        "right": "Application\nDevelopment"
                    },
                    "description": "Our team develops high-quality web applications that provide your business with powerful tools to thrive in the digital space. We use modern frameworks like React, Angular, and Node.js to create custom solutions optimized for performance, scalability, and security.",
                    "item_1": {
                        "title": "Powerful Digital Solutions",
                        "text": "From e-commerce platforms to business management systems, our web applications help make your business more efficient and innovative. We offer customized solutions that meet your business requirements."
                    },
                    "item_2": {
                        "title": "Scalability and Flexibility",
                        "text": "Our web applications grow with your business. Scalable architectures ensure easy expansion and adaptation to changing needs, allowing your business to evolve dynamically."
                    },
                    "item_3": {
                        "title": "Cloud Integration",
                        "text": "We provide secure and efficient integration with cloud services, ensuring reliable and fast data storage and processing, creating a seamless experience for your users."
                    },
                    "item_4": {
                        "title": "Data-Driven Solutions",
                        "text": "Our tools for data analysis enable informed decision-making, contributing to your business growth. We develop web applications that not only perform their functions but also help you analyze data for successful business decisions."
                    }
                },
                "itemMob": {
                    "title": {
                        "left":  "Mobile",
                        "right": "Application\nDevelopment"
                    },
                    "description": "We specialize in creating highly effective mobile applications that provide a smooth and intuitive user experience.",
                    "item_1": {
                        "title": "Android and iOS Support",
                        "text": "Our team develops applications for both Android and iOS, ensuring that your product is refined, intuitive, and works flawlessly on both platforms. We use technologies such as Flutter and React Native to create high-speed cross-platform applications with optimized interfaces. We also offer native application development for maximum performance and deep platform integration."
                    },
                    "item_2": {
                        "title": "User-Friendly Interfaces",
                        "text": "We create smooth and attractive designs that provide easy navigation for users, making interaction with the application enjoyable and simple."
                    },
                    "item_3": {
                        "title": "Cross-Platform and Native Solutions",
                        "text": "Our cross-platform applications work equally well on both iOS and Android while maintaining high performance. If deeper integration is required, we also offer native application development to provide the most natural user experience."
                    },
                    "item_4": {
                        "title": "Full Development Cycle",
                        "text": "We offer a full cycle of mobile application development – from idea and design to launch and ongoing support. Our team will support you at every stage to ensure your application meets all set goals."
                    }
                },
                "table": {
                    "row_1": {
                        "col_1":"Simple Mobile Application",
                        "col_2":"A basic mobile application with limited functionality (e.g., utility or directory) for one platform (iOS or Android).",
                        "col_3":"25,000",
                        "col_4":"4 weeks"
                    },
                    "row_2": {
                        "col_1":"Business Application",
                        "col_2":"An application with custom business features (e.g., booking or order management) for one platform (iOS or Android).",
                        "col_3":"40,000",
                        "col_4":"6 weeks"
                    },
                    "row_3": {
                        "col_1":"Web Application",
                        "col_2":"A browser-based application with unique functionality and design.",
                        "col_3":"35,000",
                        "col_4":"5 weeks"
                    },
                    "row_4": {
                        "col_1":"E-commerce Application",
                        "col_2":"An application for online sales, including a product catalog, shopping cart, and payment functionality.",
                        "col_3":"50,000",
                        "col_4":"8 weeks"
                    },
                    "row_5": {
                        "col_1":"Cross-platform Application",
                        "col_2":"An application developed using frameworks (React Native, Flutter) that works on both iOS and Android.",
                        "col_3":"45,000",
                        "col_4":"6 weeks"
                    },
                    "row_6": {
                        "col_1":"Monthly Support",
                        "col_2":"Ongoing support, updates, and performance monitoring for your application.",
                        "col_3":"10,000",
                        "col_4":"month"
                    }
                }
            },
            "design":{
                "title":{
                    "left": "UI/UX",
                    "right": "Design",
                    "description":"Developing a unique website design is not just about choosing beautiful colors and fonts. It is a carefully planned process that includes analysis, creativity, and testing. We create tailored solutions that meet your goals and expectations."
                },
                "tableTitle":"Sample Pricing for UX/UI Design Services",
                "endText":"We create interfaces that not only look great but also make interaction with the product as convenient and efficient as possible. Contact us to discuss your project and get a personalized offer!",
                
                "listTitle": {
                    "left":"Creating a",
                    "center":"Unique Website Design: Step-by-Step",
                    "right":"Process"
                },
                "listText": "Let’s go through the key stages of this process:",
                
                "resultText": "Result",

                "list": {
                    "1": {
                        "title": "Preparation and Research",
                        "text": "At the first stage, we gather all the necessary information:",
                        "list": {
                            "item_1": {
                                "title": "Defining Goals",
                                "text": "We set the objectives of the website and the outcomes you aim to achieve."
                            },
                            "item_2": {
                                "title": "Audience Analysis",
                                "text": "We study the interests, behavior, and needs of your target audience."
                            },
                            "item_3": {
                                "title": "Competitor Research",
                                "text": "We analyze competitors to create a unique proposition."
                            },
                            "item_4": {
                                "title": "Brief Creation",
                                "text": "We document the key requirements and preferences in detail."
                            }
                        },
                        "result": "a deep understanding of the project and visual direction."
                    },
                    "2": {
                        "title": "Concept Development",
                        "text": "This stage marks the beginning of the creative process:",
                        "list": {
                            "item_1": {
                                "title": "Sketches and Wireframes",
                                "text": "We create sketches of the site’s structure for convenient element placement."
                            },
                            "item_2": {
                                "title": "Defining Style",
                                "text": "We choose a color palette, fonts, and graphic elements."
                            },
                            "item_3": {
                                "title": "Moodboard",
                                "text": "We compile visual ideas that inspire and align with the brand."
                            }
                        },
                        "result": "an approved concept that will form the basis of the design."
                    },
                    "3": {
                        "title": "Prototyping",
                        "text": "We move on to creating an interactive prototype:",
                        "list": {
                            "item_1": {
                                "title": "Interactive Design",
                                "text": "We display the layout of elements and user interaction with the interface."
                            },
                            "item_2": {
                                "title": "UX Testing",
                                "text": "We check how convenient the user journey (User Flow) is."
                            }
                        },
                        "result": "a functional prototype showing how the website will work."
                    },
                    "4": {
                        "title": "Visual Design Creation",
                        "text": "The main stage of developing a unique design:",
                        "list": {
                            "item_1": {
                                "title": "Homepage",
                                "text": "We establish the style and atmosphere of the site."
                            },
                            "item_2": {
                                "title": "Internal Pages",
                                "text": "We design pages in a unified style."
                            },
                            "item_3": {
                                "title": "UI Elements",
                                "text": "We create buttons, forms, icons, and other interface elements."
                            }
                        },
                        "result": "a professional mockup ready for implementation."
                    },
                    "5": {
                        "title": "Review and Approval",
                        "text": "We take all your feedback into account:",
                        "list": {
                            "item_1": {
                                "title": "Feedback Collection",
                                "text": "We gather comments from the client."
                            },
                            "item_2": {
                                "title": "Final Adjustments",
                                "text": "We refine the design to fully meet your expectations."
                            }
                        }, 
                        "result": "the final design ready to be handed over to developers."
                    },                   
                    "6": {
                        "title": "Handover to Developers",
                        "text": "In the final stage, we prepare the project for implementation:",
                        "list": {
                            "item_1": {
                                "title": "Element Export",
                                "text": "We provide graphic files and resources."
                            },
                            "item_2": {
                                "title": "Guidelines",
                                "text": "We deliver recommendations on colors, fonts, and dimensions for developers."
                            },
                            "item_3": {
                                "title": "Technical Support",
                                "text": "We assist in integrating the design into the project."
                            }
                        },
                        "result": "a ready-to-implement design that will bring your project to life."
                    }

                },
                "table": {
                    "row_1": {
                        "col_1":"Unique Design for a Simple Website",
                        "col_2":"Visual style development and drawing of key pages for a simple website.",
                        "col_3":"12,000",
                        "col_4":"2 weeks"
                    },
                    "row_2": {
                        "col_1":"Mobile Application Interface Design",
                        "col_2":"Interface design for a simple mobile application (iOS or Android).",
                        "col_3":"17,000",
                        "col_4":"3 weeks"
                    }
                }
            }
        }
    },
    "about-page": {
      "p1": {
        "title":{
          "left":"W",
          "right":"elcome to \"DK SoftLab\""
        },
        "text":"A dedicated team of professionals specializing in web and mobile app development, design, and digital marketing solutions. Our mission is to help businesses of all sizes establish a strong online presence by creating unique, engaging, and highly functional digital products."
      },
      "p2": {
        "title":{
          "left":"W",
          "right":"ho We Are"
        },
        "text":"At \"DK SoftLab\", we believe in combining creativity with technology to deliver outstanding results. With years of experience in the industry, our team of developers, designers, and strategists is passionate about crafting digital experiences that resonate with your audience and drive measurable results."
      },
      "p3": {
        "title":{
          "left":"W",
          "right":"hat We Do"
        },
        "text":"We offer a full range of services to help you succeed in the digital world",
        "list": {
          "1": {
            "title":"Website Development:",
            "text":"From landing pages to complex e-commerce platforms, we build websites that are fast, secure, and easy to manage."
          },
          "2": {
            "title":"Mobile App Development:",
            "text":"Our team creates high-quality mobile applications for both Android and iOS, tailored to your business needs."
          },
          "3": {
            "title":"UI/UX Design:",
            "text":"We focus on user experience to create intuitive and visually appealing designs that leave a lasting impression."
          },
          "4": {
            "title":"SEO & Digital Marketing:",
            "text":"Boost your online visibility with our expert SEO and marketing strategies, ensuring your brand reaches its full potential."
          }
        }
      },
      "p4": {
        "title":{
          "left":"O",
          "right":"ur Values"
        },
        "list": {
          "1": {
            "title":"Innovation:",
            "text":"We stay ahead of the curve by using the latest technologies and trends to ensure our solutions are always cutting-edge."
          },
          "2": {
            "title":"Quality:",
            "text":"Every project we work on is crafted with attention to detail and a commitment to excellence."
          },
          "3": {
            "title":"Collaboration:",
            "text":"We believe in working closely with our clients to understand their needs and bring their vision to life."
          }
        }
      },
      "p5": {
        "title":{
          "left":"W",
          "right":"hy Choose Us"
        },
        "text":"At \"DK SoftLab\" , we pride ourselves on our personalized approach to every project. Whether you're a startup looking to build your first website or a large corporation in need of a custom mobile app, we have the expertise to make it happen. Our team works tirelessly to ensure every project exceeds expectations and delivers tangible results for your business. Let’s bring your ideas to life. Contact us today and take the first step towards digital success!"
      }
    }
}