{

    "contacts": {
      "address": "Пльзень, Чеська Республіка"
    },
    "btn": {
      "contactUs": "Зв'яжіться з нами",
      "readmore": "Читати більше"
    },
    "home": {
      "banner": {
        "title": {
          "left": "Талановиті фрілансери, готові створювати",
          "center": "Веб-сайти та мобільні",
          "right": "додатки"
        },
        "description": "Ми – група розробників з великим досвідом, готових допомогти вашій компанії розвинути онлайн-присутність, використовуючи високоякісні рішення, що є ефективними та доступними за ціною."
      },
      "about": {
        "title": {
          "left": "",
          "center": "П",
          "right": "ро Нас"
        },
        "description": "Ми – команда програмістів, що спеціалізується на розробці веб-сайтів та додатків для Інтернету та смартфонів. Наша команда досвідчених розробників готова вирішувати завдання будь-якої складності, враховуючи індивідуальні потреби кожного клієнта. Ми зосереджуємося на створенні сучасних веб-сайтів та додатків для вебу та смартфонів, пропонуючи рішення, які допомагають нашим клієнтам рости та залишатися конкурентоспроможними. Ми прагнемо надавати послуги високої якості за доступними цінами, роблячи технології доступними для всіх."
      },
      "services": {
        "title": {
          "left": "Наші ",
          "center": "П",
          "right": "ослуги"
        },
        "webDev": {
          "title": {
            "left": "Веб-сайти",
            "right": "Розробка",
            "description": "Ми створюємо адаптивні та функціональні веб-сайти, які приваблюють клієнтів і допомагають вашому бізнесу виділитися. Наші рішення включають лендінг-сторінки, корпоративні сайти та платформи для електронної комерції."
          },
          "item_1": {
            "title": "Розробка веб-сайтів для будь-яких цілей",
            "text": "Ми створюємо проекти будь-якої складності — від простих лендінг-сторінок до великих корпоративних порталів. Ми використовуємо популярні CMS-платформи та сучасні технології веб-розробки, щоб забезпечити стабільну роботу та зручність використання."
          },
          "item_2": {
            "title": "Індивідуальний дизайн з адаптивною версткою",
            "text": "Наші дизайнери створюють ексклюзивні інтерфейси, які роблять ваш веб-сайт помітним серед конкурентів. Усі проекти адаптовані для безперебійної роботи на настільних комп’ютерах, планшетах і смартфонах."
          },
          "item_3": {
            "title": "Швидка розробка за допомогою готових шаблонів",
            "text": "Коли час обмежений, ми пропонуємо високоякісні шаблони, які можна налаштувати відповідно до ваших вимог. Це прискорює процес створення веб-сайту, зберігаючи функціональність та привабливість."
          },
          "item_4": {
            "title": "Розробка веб-сайтів для електронної комерції",
            "text": "Ми створюємо зручні та надійні платформи для онлайн-комерції. Наші рішення для електронної комерції включають ефективні системи управління продуктами, інтеграцію платіжних систем та інші необхідні функції для успішної роботи."
          },
          "item_5": {
            "title": "Технічне обслуговування та підтримка",
            "text": "Після завершення проекту ми пропонуємо послуги з обслуговування веб-сайтів, включаючи регулярні оновлення, виправлення помилок, покращення продуктивності та технічну підтримку."
          }
        },
        "appDev": {
          "title": {
            "color_Mobile": "Мобільні",
            "color_WebApp": "Веб-додатки",
            "black_Dev": "Розробка",
            "description": "Ми пропонуємо повний спектр послуг з розробки мобільних та веб-додатків з використанням сучасних технологій та підходів. Наша команда розробляє рішення будь-якої складності, адаптовані під потреби вашого бізнесу."
          },
          "item_1": {
            "title": "Розробка для будь-якої платформи",
            "text": "Ми створюємо мобільні та веб-додатки, які адаптуються до завдань вашого бізнесу. Використовуючи сучасні технології та інструменти, ми розробляємо надійні рішення, незалежно від того, чи це прості утиліти, чи складні корпоративні системи."
          },
          "item_2": {
            "title": "Індивідуальний UI/UX дизайн",
            "text": "Ми приділяємо особливу увагу зовнішньому вигляду та зручності використання додатків. Наші дизайнери створюють унікальні інтерфейси, які роблять взаємодію з додатком інтуїтивною та приємною."
          },
          "item_3": {
            "title": "Інтеграція з зовнішніми системами",
            "text": "Ми забезпечуємо безшовну інтеграцію з сервісами третіх сторін, такими як платіжні системи, соціальні мережі, аналітичні платформи та корпоративні інструменти (CRM, ERP). Це розширює функціональність вашого додатку."
          },
          "item_4": {
            "title": "Обслуговування та підтримка",
            "text": "Наша робота не закінчується на стадії розробки. Ми пропонуємо постійну підтримку, включаючи виправлення помилок, регулярні оновлення та додавання нових функцій за потреби."
          }
        },
        "design": {
          "title": {
            "color": "UI/UX",
            "black": "Дизайн",
            "description": "Наші дизайнери створюють унікальні інтерфейси, які забезпечують користувачам найкращий досвід взаємодії з вашим продуктом. Ми зосереджуємося на зручності та простоті, щоб кожен користувач знаходив використання вашого додатку чи веб-сайту легким та приємним."
          },
          "item_1": {
            "title": "Дослідження цілей користувачів та бізнесу",
            "text": "Ми вивчаємо цільову аудиторію, поведінку користувачів та бізнес-цілі проекту, щоб створити інтерфейс, який буде максимально ефективним та зручним для користувача."
          },
          "item_2": {
            "title": "Дизайн користувацького досвіду (UX)",
            "text": "Ми проектуємо структуру та логіку додатку або веб-сайту. Наші спеціалісти створюють чіткі та інтуїтивні сценарії взаємодії, щоб забезпечити комфортний користувацький досвід."
          },
          "item_3": {
            "title": "Дизайн користувацького інтерфейсу (UI)",
            "text": "Ми розробляємо візуальний стиль додатку або веб-сайту. Це включає: вибір кольорової палітри; створення унікальних іконок; вибір шрифтів та їх розмірів; розробку всіх екранів або сторінок."
          },
          "item_4": {
            "title": "Прототипування",
            "text": "Ми створюємо інтерактивні прототипи, які дозволяють протестувати логіку додатку або веб-сайту перед початком розробки. Це допомагає виявити та виправити потенційні проблеми на ранній стадії."
          },
          "item_5": {
            "title": "Адаптація дизайну для різних пристроїв",
            "text": "Наші рішення враховують різні розміри екранів та специфічні особливості мобільних пристроїв, планшетів та комп’ютерів. Ми забезпечуємо, щоб продукт був зручним для використання на будь-якій платформі."
          },
          "item_6": {
            "title": "Розробка дизайн-системи",
            "text": "Ми розробляємо набір правил та компонентів, які використовуються для підтримки єдиного стилю при еволюції продукту. Це прискорює процес додавання нових функцій та сторінок."
          },
          "item_7": {
            "title": "Комплексне рішення",
            "text": "Ми пропонуємо комплексний підхід: від UX/UI дизайну до прототипування та адаптації для різних пристроїв. Результатом є повністю готовий продукт, який відповідає вашим бізнес-цілям та очікуванням користувачів."
          }
        }
      },
      "technologies": {
        "title": {
          "left": "Т",
          "right": "ехнології"
        }
      },
      "portfolio": {
        "title": {
          "left": "П",
          "right": "ортфоліо"
        },
        "project": {
          "Hirosaki": {
            "entry": "Мобільний додаток та дизайн",
            "title": "HIROSAKI",
            "desc": "Додаток забезпечує користувачам зручний інтерфейс для швидкого оформлення замовлень та вибору часу доставки або самовивозу. Крім того, інтеграція з соціальними мережами та платіжними функціями робить процес замовлення максимально простим та швидким."
          },
          "HelpCenter": {
            "entry": "Мобільний додаток",
            "title": "Help Center 24",
            "desc": "Додаток поєднує медійний контент, інтерактивні функції та зручний інтерфейс, що робить його цінним інструментом для віруючих, які хочуть залишатися на зв’язку з церквою та стежити за всіма подіями та новинами."
          },
          "KinuLiutas": {
            "entry": "Дизайн",
            "title": "Kinu Liutas",
            "desc": "Дизайн веб-сайту підкреслює унікальність та розкіш тибетських мастифів, з акцентом на візуальні елементи. Проста навігація та увага до історії породи й досягнень питомника допомагають користувачам легко знаходити необхідну інформацію та приймати рішення про покупку цуценяти."
          },
          "Tribo": {
            "entry": "Дизайн",
            "title": "Tribo",
            "desc": "Дизайн веб-сайту був створений відповідно до вимог клієнта щодо мінімалізму та акценту на візуальних рішеннях. Сайт став ідеальною платформою для демонстрації креативного підходу компанії та її здатності втілювати унікальні архітектурні металеві проекти."
          },
          "Designer": {
            "entry": "Дизайн",
            "title": "Designer",
            "desc": "Дизайн веб-сайту поєднує гумор та професіоналізм, що дозволяє компанії легко залучати клієнтів. Пінгвіни — символ дружелюбності та креативності — привертають увагу, а анімації та яскраві кольори додають унікальності. Завдяки цьому стилю сайт запам’ятовується, а його контент легко сприймається користувачами."
          },
          "Arabora": {
            "entry": "Дизайн",
            "title": "Arabora",
            "desc": "Дизайн веб-сайту створено для максимального демонстрування якості та унікальності продуктів. Простота навігації та візуальний акцент на товарах допомагають компанії залучати потенційних клієнтів та встановлювати міцний зв’язок між брендом та аудиторією."
          },
          "OO": {
            "entry": "Веб-сайт",
            "title": "Omelchenko Olena",
            "desc": "Веб-сайт візажистки з Києва. Сайт був створений відповідно до дизайну клієнта."
          },
          "GV": {
            "entry": "Веб-сайт",
            "title": "GV (Grand Vision)",
            "desc": "Корпоративний веб-сайт для рекламної компанії в Іспанії. Сайт був створений відповідно до дизайну клієнта."
          },
          "KRP": {
            "entry": "Веб-сайт",
            "title": "KRP (Київський річковий порт)",
            "desc": "Офіційний веб-сайт Київського річкового порту. Сайт був створений відповідно до дизайну клієнта."
          },
          "MG": {
            "entry": "Веб-сайт",
            "title": "M GROUP",
            "desc": "Інженерно-будівельна компанія. Сайт був створений відповідно до дизайну клієнта."
          }
        }
      },
      "choose": {
        "title": {
          "left": "Ч",
          "right": "ому обирають нас"
        },
        "item_1": {
          "title": "Висока якість та професіоналізм",
          "desc": "Наша команда складається з досвідчених розробників та дизайнерів, які використовують передові технології для створення сучасних та надійних рішень. Ми гарантуємо, що кожен проект виконується з максимальною увагою до деталей та турботою."
        },
        "item_2": {
          "title": "Комплексний підхід",
          "desc": "Ми пропонуємо повний спектр послуг: від розробки веб-сайтів та мобільних додатків до UI/UX дизайну та підтримки після запуску. Ми супроводжуємо проекти на всіх етапах, від початкової концепції до готового продукту."
        },
        "item_3": {
          "title": "Індивідуальні рішення",
          "desc": "Кожен проект унікальний, тому ми налаштовуємо наші рішення відповідно до конкретних потреб наших клієнтів. Ми приділяємо час розумінню вашого бізнесу та надаємо продукт, що відповідає вашим цілям та очікуванням."
        },
        "item_4": {
          "title": "Своєчасна доставка",
          "desc": "Ми цінуємо ваш час і завжди прагнемо завершувати проекти у встановлені терміни. Прозоре планування та суворий контроль над процесом розробки забезпечують своєчасне виконання завдань."
        },
        "item_5": {
          "title": "Доступні ціни",
          "desc": "Ми пропонуємо конкурентоспроможні ціни на послуги з розробки без шкоди якості. Завдяки нашому гнучкому підходу до проектів ми можемо надати найкращі рішення за розумними витратами."
        }
      },
      "contact": {
        "title": {
          "left": "З",
          "right": "в’яжіться з нами"
        },
        "name": "Ім'я",
        "email": "Електронна пошта",
        "message": "Повідомлення",
        "submit": "Надіслати повідомлення"
      }
    },
    "nav": {
      "home": "Головна",
      "about": "Про нас",
      "services": "Послуги",
      "portfolio": "Портфоліо",
      "contact": "Контакти",
      "app": "Розробка додатків",
      "website": "Створення сайтів",
      "design": "UI/UX дизайн"
    },
    "footer": {
      "about": {
        "left": "П",
        "right": "ро нас",
        "desc": "Ми створюємо інноваційні веб-рішення, поєднуючи європейську якість із конкурентоспроможними цінами."
      },
      "quickLinks": {
        "left": "Ш",
        "right": "видкі посилання"
      },
      "contact-left": "К",
      "contact-right": "онтакти",
      "phone": "Телефон",
      "email": "Електронна пошта",
      "followUs-left": "С",
      "followUs-right": "лідкуйте за нами",
      "allRightsReserved": "Всі права захищені."
    },
    "pages": {
      "portfolio": {
        "TFW": "Дякуємо за перегляд",
        "helpCenter24": {
          "title": "Help Center 24",
          "subtitle": "Мобільний додаток",
          "maintitle": "Храм Духа Святого",
          "description": "Кросплатформовий додаток, створений з використанням Flutter.",
          "body": {
            "holySpiritChurch": {
              "projectTitle": "Проект: Мобільний додаток \"Храм Духа Святого\"",
              "overview": "Огляд",
              "introduction1": "\"Храм Духа Святого\" — це мобільний додаток, розроблений для православної церкви з метою забезпечення сучасного цифрового рішення для зв’язку з парафіянами. Додаток забезпечує зручний доступ до інформації про служби, релігійні події та духовні матеріали. Основна мета проекту полягала у покращенні комунікації між церквою та її парафіянами, а також у створенні нових можливостей для залучення користувачів через цифрові канали.",
              "introduction2": "Цей додаток демонструє наші можливості у розробці індивідуальних мобільних рішень для релігійних та некомерційних організацій, забезпечуючи інтуїтивний інтерфейс та розширену функціональність для підтримки взаємодії з аудиторією.",
              "keyFeatures": "Ключові особливості",
              "features": {
                "serviceSchedule": {
                  "title": "Розклад служінь",
                  "description": "Відображення актуальної інформації про майбутні служби та релігійні події, що допомагає парафіянам планувати свій час та бути в курсі важливих подій."
                },
                "news": {
                  "title": "Новини та оголошення",
                  "description": "Сповіщення про новини, акції та інші важливі події церкви, що забезпечують ефективну комунікацію в спільноті."
                },
                "library": {
                  "title": "Духовна бібліотека",
                  "description": "Доступ до молитов, священних писань, проповідей та інших духовних матеріалів, що сприяють духовному зростанню користувачів та зміцненню їх зв’язку з вірою."
                },
                "feedback": {
                  "title": "Зворотний зв’язок",
                  "description": "Зручна форма для зв’язку з духовенством або адміністрацією церкви, що дозволяє користувачам швидко ставити запитання або пропонувати допомогу."
                },
                "pushNotifications": {
                  "title": "Push-повідомлення",
                  "description": "Своєчасні нагадування про важливі релігійні свята, події та прямі ефіри, що допомагають користувачам залишатися на зв’язку з життям церкви."
                },
                "video": {
                  "title": "Відео та трансляції",
                  "description": "Можливість перегляду прямих трансляцій служб через відео стріми, а також записів з YouTube-каналу церкви, що дозволяє брати участь тим, хто не може бути присутнім особисто."
                },
                "radio": {
                  "title": "Онлайн-радіо",
                  "description": "Функція онлайн-радіо 24/7 з духовною музикою, проповідями та освітніми програмами, що створює атмосферу духовної єдності у будь-який час."
                },
                "contacts": {
                  "title": "Контакти та адреси церкви",
                  "description": "Додаток містить базу даних контактної інформації та адрес церков у всіх містах і країнах, де представлена церква, що спрощує пошук найближчої церкви та отримання необхідної інформації."
                },
                "messengers": {
                  "title": "Зв’язок через месенджери",
                  "description": "Можливість зв’язку з церквою через Viber або WhatsApp, що дозволяє користувачам з будь-якої країни швидко отримувати відповіді на свої запитання або уточнювати інформацію."
                }
              },
              "technologiesTitle": "Технології та інструменти",
              "technologies": {
                "flutter": {
                  "title": "Flutter (Dart)",
                  "description": "Використовується для кросплатформової розробки для iOS та Android, що зменшує витрати та час розробки, зберігаючи єдину кодову базу для обох платформ."
                },
                "restApi": {
                  "title": "REST API",
                  "description": "Для забезпечення актуальних даних про послуги, новини та інші оновлення, що гарантує надійну комунікацію між сервером та додатком."
                },
                "firebase": {
                  "title": "Firebase",
                  "description": "Використовується для push-повідомлень, автентифікації користувачів та аналітики, що допомагає краще зрозуміти аудиторію та покращити залучення користувачів."
                },
                "multimedia": {
                  "title": "Мультимедіа",
                  "description": "Інтеграція з YouTube API для відтворення відео та стрімінгових сервісів для онлайн-радіо, що розширює можливості додатку для залучення користувачів через мультимедіа."
                }
              },
              "businessImpactTitle": "Чому це важливо для вашого бізнесу",
              "businessImpact": "Цей проект підкреслює наш досвід у створенні функціональних та зручних мобільних додатків для релігійних та некомерційних організацій. Ми пропонуємо рішення, які не тільки покращують комунікацію, але й збільшують залучення аудиторії, спрощують процеси пожертв та забезпечують постійний зв’язок з користувачами через мультимедійні канали."
            }
          }
        },
        "hirosaki": {
          "title": "Hirosaki",
          "subtitle": "Мобільний додаток",
          "maintitle": "Sushi House",
          "description": "\"Hirosaki Sushi House\" — це комерційний мобільний додаток, розроблений нашою командою для реально існуючого японського ресторану з усталеною клієнтською базою.",
          "body": {
            "alt": "Знімок екрану пристрою",
            "section_1": {
              "title": "Огляд проекту",
              "text": {
                "p1": "Основна мета проекту полягала у покращенні взаємодії з клієнтами та спрощенні процесу оформлення замовлень.",
                "p2": "Додаток забезпечує користувачам зручний спосіб перегляду меню, оформлення замовлень, оплати онлайн та отримання інформації про спеціальні пропозиції.",
                "p3": "Ми розробили цей продукт, враховуючи конкретні потреби ресторану та його клієнтів, одночасно підтримуючи розвиток бізнесу.",
                "p4": "Крім того, користувачі можуть переглядати свої попередні замовлення в режимі офлайн, що підвищує зручність додатку."
              }
            },
            "section_2": {
              "title": "Дизайн проекту",
              "text": {
                "c1": "Основний колір",
                "c2": "Фон",
                "c3": "Основний текст",
                "c4": "Акцентний текст",
                "c5": "Підказка"
              }
            },
            "section_3": {
              "title": "Ключові функції",
              "text": {
                "p1": {
                  "header": "Онлайн-замовлення",
                  "text": "Інтуїтивна система замовлень дозволяє клієнтам оформлювати замовлення для доставки або самовивозу, а також планувати їх на зручний час."
                },
                "p2": {
                  "header": "Історія замовлень офлайн",
                  "text": "Користувачі можуть отримувати доступ до своїх попередніх замовлень навіть в режимі офлайн, що покращує загальну зручність додатку."
                },
                "p3": {
                  "header": "Платежі через PayPal",
                  "text": "Інтегрована функція PayPal дозволяє користувачам швидко та безпечно оплачувати свої замовлення."
                },
                "p4": {
                  "header": "Перегляд меню",
                  "text": "Користувачі можуть переглядати добре структуроване меню з високоякісними фотографіями та детальними описами страв, що допомагає їм робити обґрунтований вибір."
                },
                "p5": {
                  "header": "Push-повідомлення",
                  "text": "Сповіщення про статус замовлення, нові пропозиції та ексклюзивні акції інформують користувачів і сприяють їх залученню."
                },
                "p6": {
                  "header": "Акції та знижки",
                  "text": "Оновлення в реальному часі про поточні акції та спеціальні пропозиції стимулюють повторні замовлення та залучення клієнтів."
                },
                "p7": {
                  "header": "Миттєві сповіщення про замовлення для персоналу через Telegram",
                  "text": "Всі замовлення миттєво надсилаються до Telegram-бота ресторану, що забезпечує оперативне отримання інформації про нові замовлення персоналом."
                },
                "p8": {
                  "header": "Інтеграція з Bitrix24",
                  "text": "Додаток інтегровано з API Bitrix24, що дозволяє ресторану автоматизувати управління замовленнями та ефективно зберігати дані про клієнтів."
                }
              }
            },
            "section_4": {
              "title": "Скріншоти"
            },
            "section_5": {
              "title": "Технології та інструменти",
              "text": {
                "p1": {
                  "header": "Flutter та Dart",
                  "text": "Ми використовували Flutter для створення єдиної кодової бази для iOS та Android, що забезпечує послідовний досвід на всіх платформах. Dart був використаний для реалізації бізнес-логіки додатку."
                },
                "p2": {
                  "header": "Інтеграція REST API",
                  "text": "REST API було використано для забезпечення безшовної комунікації між сервером та додатком, що дозволяє оновлювати дані про меню та замовлення в реальному часі."
                },
                "p3": {
                  "header": "Управління станом за допомогою Provider",
                  "text": "Ми використовували Provider для ефективного управління даними додатку, забезпечуючи плавну та швидку взаємодію користувачів навіть при високому навантаженні."
                },
                "p4": {
                  "header": "Сервіси Firebase",
                  "text": "Firebase використовували для надсилання push-повідомлень, що інформують користувачів про оновлення замовлень та акції."
                },
                "p5": {
                  "header": "Інтеграція PayPal",
                  "text": "Ми впровадили функціонал PayPal, щоб забезпечити зручні та безпечні онлайн-платежі."
                },
                "p6": {
                  "header": "Telegram-бот для персоналу",
                  "text": "Ми інтегрували Telegram-бота, який миттєво приймає всі нові замовлення, що забезпечує оперативне повідомлення персоналу ресторану та можливість їх оперативної обробки."
                }
              }
            },
            "section_6": {
              "title": "Наша роль у проекті",
              "text": {
                "p1": {
                  "header": "UI/UX дизайн",
                  "text": "Ми створили простий, інтуїтивно зрозумілий дизайн для забезпечення легкого доступу до меню та плавного процесу замовлення."
                },
                "p2": {
                  "header": "Інтеграція бекенду",
                  "text": "Ми підключили додаток до бекенду ресторану через REST API, забезпечуючи синхронізацію та оновлення всіх даних у реальному часі."
                },
                "p3": {
                  "header": "Тестування та оптимізація",
                  "text": "Наша команда провела всебічне тестування для виправлення помилок, покращення продуктивності та оптимізації додатку для плавного користувацького досвіду."
                },
                "p4": {
                  "header": "Інтеграція з Bitrix24",
                  "text": "Ми впровадили інтеграцію з API Bitrix24, щоб оптимізувати управління замовленнями та полегшити ведення записів клієнтів ресторану."
                },
                "p5": {
                  "header": "Інтеграція Telegram-бота",
                  "text": "Ми налаштували Telegram-бота для миттєвого повідомлення персоналу про нові замовлення, що зменшує затримки та покращує ефективність обслуговування."
                }
              }
            },
            "section_7": {
              "title": "Виклики та рішення",
              "text": {
                "p1": {
                  "header": "Своєчасні сповіщення про замовлення для персоналу",
                  "text": "Ми інтегрували Telegram-бота, щоб забезпечити миттєве надсилання замовлень до персоналу, мінімізуючи затримки в обробці."
                },
                "p2": {
                  "header": "Інтеграція з Bitrix24",
                  "text": "Підключивши додаток до Bitrix24, ми допомогли ресторану автоматизувати управління замовленнями, спростивши адміністративні завдання."
                },
                "p3": {
                  "header": "Інтеграція PayPal",
                  "text": "Ми успішно впровадили PayPal, щоб забезпечити користувачам швидкий та безпечний спосіб онлайн-оплати."
                }
              }
            },
            "section_8": {
              "title": "Результати",
              "text": {
                "p1": {
                  "header": "Успішний запуск",
                  "text": "Додаток був запущений як у Google Play, так і в App Store, отримавши позитивні відгуки за зручність використання та функціональність."
                },
                "p2": {
                  "header": "Зростання продажів",
                  "text": "Простий та зручний процес оформлення замовлень сприяв збільшенню онлайн-продажів на 25% протягом першого місяця після запуску."
                },
                "p3": {
                  "header": "Покращення задоволеності клієнтів",
                  "text": "Інтуїтивний інтерфейс, безперебійна навігація, швидка система оплати та можливість перегляду замовлень офлайн отримали високу оцінку користувачів, що збільшило лояльність клієнтів."
                }
              }
            }
          }
        },
        "TM": {
          
          "subtitle": "Розробка веб-сайту\nдля питомника собак",
          "maintitle": "Опис проекту",
          "description": "Проект був спрямований на створення унікального дизайну веб-сайту для питомника тибетських мастифів. Головна мета полягала у розробці візуально привабливого, інтуїтивного та функціонального інтерфейсу, який підкреслює ексклюзивність породи.",
          "body": {
            "section_1": {
              "title": "Підготовка та дослідження",
              "diagram": {
                "title": "Діаграма, що ілюструє сегментацію аудиторії веб-сайту питомника тибетських мастифів:",
                "legend": {
                  "title": "Категорії аудиторії:",
                  "p1": "Потенційні власники (50%)",
                  "p2": "Розведувачі (30%)",
                  "p3": "Прихильники породи (20%)"
                }
              },
              "text": {
                "title": "Ми розпочали з аналізу:",
                "p1": {
                  "title": "Цілі веб-сайту:",
                  "text": "Інформувати відвідувачів про питомник, продемонструвати красу та переваги собак, а також створити зручну платформу для зв’язку з власником."
                },
                "p2": {
                  "title": "Цільова аудиторія:",
                  "text": "Люди, зацікавлені у породі тибетських мастифів, потенційні власники та розведувачі."
                },
                "p3": {
                  "title": "Конкуренти:",
                  "text": "Проаналізовано подібні веб-сайти питомників, щоб підкреслити унікальні особливості веб-сайту для тибетських мастифів та покращити користувацький досвід."
                },
                "table": {
                  "title": "Таблиця, що порівнює веб-сайти конкурентів за ключовими параметрами",
                  "col_1": {
                    "title": "Веб-сайт"
                  },
                  "col_2": {
                    "title": "Дизайн",
                    "r1": "Традиційний",
                    "r2": "Сучасний",
                    "r3": "Мінімалістичний"
                  },
                  "col_3": {
                    "title": "Зручність навігації"
                  },
                  "col_4": {
                    "title": "Інформація про породу"
                  },
                  "col_5": {
                    "title": "Контактна інформація"
                  }
                },
                "p4": {
                  "title": "Результат:",
                  "text": "Було створено чіткий бриф, який визначає вимоги до дизайну та функціональності сайту."
                }
              }
            },
            "section_2": {
              "title": "Концепція дизайну",
              "text": "Під час розробки концепції було створено мудборд, що містив елементи, пов’язані з теплом, довірою та природною естетикою. Кольорова палітра складалася з природних відтінків: зеленого, бежевого та коричневого, що створювали комфортну та затишну атмосферу для користувачів.",
              "palette": "Кольорова палітра:",
              "p": {
                "title": "Результат:",
                "text": "Був розроблений стиль і тон, що передають цінності бренду та забезпечують комфортний користувацький досвід."
              }
            },
            "section_3": {
              "title": "Прототипування",
              "text": "Були розроблені вайрфрейми ключових сторінок для уточнення структури та функціональних елементів сайту. Крім того, були впроваджені анімації для демонстрації інтерактивних елементів.",
              "p": {
                "title": "Результат:",
                "text": "Було закладено міцну основу для візуальної та функціональної реалізації веб-сайту."
              }
            },
            "section_4": {
              "title": "Кінцева версія сайту",
              "text_1": "Готовий веб-сайт поєднує інтуїтивно зрозумілий інтерфейс, стильний дизайн та надійну функціональність. Ключові особливості включають картки з інформацією про цуценят, детальні описи породи та контакти питомника.",
              "text_2": "Мобільну версію оптимізовано для забезпечення безперебійного досвіду на різних пристроях:",
              "p": {
                "title": "Результат:",
                "text": "Відполірований кінцевий продукт, який підкреслює унікальність питомника та відповідає потребам цільової аудиторії."
              }
            }
          }
        },
        "template": {
          "title": "Швидка та ефективна розробка веб-сайтів\nза допомогою шаблонів та індивідуальних дизайнів",
          "section_1": {
            "title": "Огляд",
            "text": "У сучасному швидкоплинному цифровому світі бізнесам часто потрібен швидкий та надійний підхід до запуску своєї онлайн-присутності. Цей кейс демонструє ряд веб-сайтів, які успішно були розроблені у стислі терміни за допомогою готових шаблонів, індивідуальних дизайн-проектів або референсних прикладів, наданих клієнтом. Наш оптимізований процес розробки дозволив швидко запустити проекти без шкоди для якості та функціональності."
          },
          "section_2": {
            "title": "Підхід до розробки",
            "text": {
              "p1": {
                "title": "Використання готових шаблонів",
                "text": "Ми ефективно адаптували та налаштовували існуючі шаблони, що дозволило прискорити розробку при збереженні професійного та відшліфованого вигляду."
              },
              "p2": {
                "title": "Впровадження індивідуальних дизайн-проектів клієнтів",
                "text": "Коли клієнти надавали власні дизайни, ми забезпечували точну реалізацію відповідно до сучасних стандартів UX/UI, щоб надати візуально привабливі та зручні для користувача інтерфейси."
              },
              "p3": {
                "title": "Розробка на основі референсних прикладів",
                "text": "Для проектів, де клієнти надали натхнення або приклади сайтів, ми відтворювали бажаний вигляд і атмосферу, включаючи індивідуальні коригування для задоволення бізнес-потреб."
              },
              "p4": {
                "title": "Забезпечення повної адаптивності",
                "text": "Кожен веб-сайт був розроблений та протестований на сумісність з різними пристроями, що забезпечує безперебійну роботу на настільних комп’ютерах, планшетах та смартфонах."
              },
              "p5": {
                "title": "Оптимізація для швидкості та SEO",
                "text": "Ми застосували найкращі практики оптимізації веб-продуктивності, включаючи швидке завантаження ресурсів, чисту структуру коду та налаштування, дружні до пошукових систем."
              },
              "p6": {
                "title": "Інтеграція необхідних функцій",
                "text": "Були налаштовані функціональні елементи, такі як контактні форми, посилання на соціальні мережі та аналітичне відстеження, щоб покращити залучення користувачів та прийняття рішень на основі даних."
              }
            }
          },
          "section_3": {
            "title": "Ключові результати",
            "text": {
              "p1": {
                "title": "Швидке розгортання",
                "text": "Веб-сайти були успішно запущені в мінімальні терміни без шкоди для функціональності чи користувацького досвіду."
              },
              "p2": {
                "title": "Економічно ефективні рішення",
                "text": "Використовуючи шаблони та заздалегідь визначені рамки, ми мінімізували витрати на розробку, максимально підвищуючи якість."
              },
              "p3": {
                "title": "Масштабовані та адаптовані результати",
                "text": "Клієнти отримали повнофункціональні веб-рішення, які можна було розширювати або додатково налаштовувати у міру розвитку їхнього бізнесу."
              }
            }
          },
          "section_4": {
            "title": "Показ проекту",
            "text": {
              "p1": "Унікальний дизайн, створений з використанням прикладів, наданих клієнтом як натхнення, зберігаючи оригінальність та ідентичність бренду:",
              "p2": "Веб-сайти, побудовані точно за дизайнами клієнтів, що забезпечують повну відповідність їхнім баченням та специфікаціям:"
            },
            "case": {
              "c1": {
                "title": "Designer",
                "text": "Гумористичний, але професійний веб-дизайн, який залучає клієнтів. Використовує анімації та яскраві кольори для запам’ятовуваності."
              },
              "c2": {
                "title": "Tribo",
                "text": "Мінімалістичний веб-сайт, який демонструє креативний підхід компанії до архітектурних металевих проектів. Індивідуальний дизайн, створений з використанням референсів, наданих клієнтом як натхнення."
              },
              "c3": {
                "title": "Arabora",
                "text": "Дизайн веб-сайту, який підкреслює якість та унікальність продуктів. Проста навігація для залучення потенційних клієнтів."
              },
              "c4": {
                "title": "Czech Center",
                "text": {
                  "p1": "Веб-сайт, розроблений для можливостей працевлаштування в Чеській Республіці. Містить чисте, професійне оформлення, яке забезпечує легку навігацію для шукачів роботи та роботодавців.",
                  "p2": "На додаток до дизайну сайту було розроблено індивідуальний логотип для встановлення сильної брендової ідентичності."
                }
              },
              "c5": {
                "title": "Omelchenko Olena",
                "text": {
                  "p1": "Веб-сайт візажистки з Києва.",
                  "p2": "Створено на MODx Revolution."
                }
              },
              "c6": {
                "title": "GV (Grand Vision)",
                "text": {
                  "p1": "Корпоративний веб-сайт для рекламної компанії в Іспанії.",
                  "p2": "Побудовано на MODx Revolution."
                }
              },
              "c7": {
                "title": "KRP (Київський річковий порт)",
                "text": {
                  "p1": "Офіційний веб-сайт Київського річкового порту.",
                  "p2": "Побудовано на MODx Revolution."
                }
              },
              "c8": {
                "title": "M GROUP",
                "text": {
                  "p1": "Інженерно-будівельна компанія.",
                  "p2": "Побудовано на MODx Revolution."
                }
              }
            },
            "end": "Цей кейс підкреслює нашу здатність швидко та ефективно надавати високоякісні веб-рішення. Використовуючи найкращі галузеві практики, ми забезпечуємо, що бізнеси не тільки швидко виходять в онлайн, але й мають міцну цифрову основу для зростання та успіху."
          }
        }
      },
      "services-page": {
        "websiteDevelopment": {
          "title": {
            "left": "Р",
            "right": "озробка Веб-сайтів"
          },
          "description": "Веб-сайти, які відображають ваш бренд та приваблюють клієнтів. Ми пропонуємо комплексні послуги зі створення веб-сайтів — від корпоративних порталів та інтернет-магазинів до лендінг-сторінок та блогів. Ми створюємо унікальні сайти на популярних платформах, таких як WordPress, Shopify та ін., забезпечуючи швидке завантаження, інтуїтивну навігацію та сучасний дизайн. Ваш веб-сайт не тільки виглядатиме чудово, але й буде функціональним, що дозволить вам взаємодіяти з аудиторією та збільшувати конверсії.",
          "weOffer": "Ми пропонуємо:",
          "weOfferList": {
            "point1": "Корпоративні сайти та інтернет-магазини",
            "point2": "Оптимізація для пошукових систем (SEO)",
            "point3": "Швидке завантаження та адаптивний дизайн",
            "point4": "Підтримка та оновлення"
          },
          "extra": "Кожен сайт, який ми створюємо, є відображенням вашого бренду. Зосереджуючись на залученні користувачів та функціональності, ми гарантуємо, що ваша онлайн-присутність знаходить відгук у вашої аудиторії та сприяє зростанню бізнесу."
        },
        "appDevelopment": {
          "title": {
            "left": "Р",
            "right": "озробка Додатків"
          },
          "description": "Ми створюємо сучасні мобільні та веб-додатки, які дозволяють вашому бізнесу досягати нових висот у цифровому середовищі. Використовуючи передові технології, такі як React Native, Flutter, React, Angular та Node.js, ми забезпечуємо стабільність, зручність та високий рівень продуктивності ваших продуктів.",
          "whyChooseUs": "Чому обирають нас?",
          "whyChooseUsList": {
            "point1": {
              "title": "Комплексний підхід",
              "desciption": "Ми підтримуємо ваш проект на всіх етапах — від ідеї до запуску."
            },
            "point2": {
              "title": "Сучасні технології",
              "desciption": "Ми використовуємо найкращі інструменти для створення інноваційних рішень."
            },
            "point3": {
              "title": "Своєчасна доставка",
              "desciption": "Ми гарантуємо якісне виконання у встановлені терміни."
            },
            "point4": {
              "title": "Підтримка після запуску",
              "desciption": "Ми забезпечуємо технічне обслуговування та оновлення вашого продукту."
            }
          },
          "extra": "Ми впевнені, що наші рішення допоможуть вашому бізнесу виділитися серед конкурентів. Зв’яжіться з нами, щоб обговорити ваші ідеї та перетворити їх у успішний цифровий продукт."
        },
        "uiUxDesign": {
          "title": {
            "left": "U",
            "right": "I/UX Дизайн"
          },
          "description": "Ми створюємо інтуїтивно зрозумілі інтерфейси, які покращують користувацький досвід. Якісний дизайн — це не лише про зовнішній вигляд, але й про зручність для користувача. Ми проектуємо інтерфейси, які легко сприймаються і покращують взаємодію з користувачем. Наш підхід ґрунтується на глибокому аналізі поведінки користувачів та цільової аудиторії, що дозволяє створювати рішення, які ведуть до максимальних конверсій та лояльності.",
          "servicesInclude": "Наші послуги включають:",
          "servicesIncludeList": {
            "point1": "UI дизайн",
            "point2": "Прототипування та тестування",
            "point3": "Аналіз поведінки користувачів",
            "point4": "Унікальний та адаптивний дизайн"
          },
          "extra": "Хороший дизайн — це не тільки про естетику; це про забезпечення безперебійного користувацького досвіду. Ми поєднуємо креативність з аналітичними знаннями для створення дизайнів, які задовольняють потреби користувачів та бізнес-цілі."
        }
      },
      "service": {
        "table": {
          "note": "* Примітка: Всі ціни є орієнтовними та можуть змінюватися залежно від вимог проекту.",
          "col_1": "Тип послуги",
          "col_2": "Опис",
          "col_3": "Вартість (Kč)",
          "col_4": "Термін виконання"
        },
        "web": {
          "title": {
            "left": "Веб-сайти",
            "right": "Розробка",
            "description": "Ми — команда професіоналів, готових втілити в життя будь-яку ідею з розробки веб-сайтів. Ми пропонуємо повний спектр послуг зі створення, підтримки та вдосконалення веб-сайтів у Чеській Республіці. Завдяки багаторічному досвіду ми можемо забезпечити рішення будь-якої складності, адаптовані до конкретних потреб кожного клієнта."
          },
          "tableTitle": "Приблизні ціни на розробку веб-сайтів",
          "endText": "Ми прагнемо створювати надійний та ефективний веб-продукт, який допомагає розвивати ваш бізнес та покращувати взаємодію з клієнтами. Зв’яжіться з нами для обговорення вашого проекту та отримання індивідуальної пропозиції.",
          "table": {
            "row_1": {
              "col_1": "Лендінг, сайт-візитка",
              "col_2": "Односторінковий або багатосторінковий сайт для представлення послуг або бізнесу.",
              "col_3": "10,000",
              "col_4": "2 тижні"
            },
            "row_2": {
              "col_1": "Корпоративний сайт, каталог продуктів",
              "col_2": "Платформа для компаній або демонстрації продуктів з можливістю управління контентом та навігації.",
              "col_3": "16,000",
              "col_4": "3 тижні"
            },
            "row_3": {
              "col_1": "Інтернет-магазин",
              "col_2": "Повнофункціональний інтернет-магазин з інтеграцією платіжних систем та гнучким налаштуванням каталогу.",
              "col_3": "21,000",
              "col_4": "1 місяць"
            },
            "row_4": {
              "col_1": "Місячна підтримка",
              "col_2": "Технічне обслуговування, оновлення та аналітика для вашого сайту.",
              "col_3": "5,500",
              "col_4": "1 місяць"
            },
            "row_5": {
              "col_1": "Індивідуальний дизайн",
              "col_2": "Розробка унікального дизайну відповідно до побажань клієнта та сучасних тенденцій.",
              "col_3": "12,500",
              "col_4": "3 тижні"
            }
          }
        },
        "app": {
          "title": {
            "left": "Додатки",
            "right": "Розробка",
            "description": "Ми пропонуємо повний спектр послуг з розробки мобільних та веб-додатків з використанням сучасних технологій та підходів. Наша команда розробляє рішення будь-якої складності, адаптовані до потреб вашого бізнесу."
          },
          "tableTitle": "Приблизні ціни на розробку додатків",
          "endText": "Ми готові допомогти вам втілити ваші ідеї у життя та створити високоякісний додаток, який принесе користь вашому бізнесу і буде зручним для ваших клієнтів. Зв’яжіться з нами для обговорення вашого проекту та отримання кошторису!",
          "itemWeb": {
            "title": {
              "left": "Веб",
              "right": "додатки\nРозробка"
            },
            "description": "Наша команда розробляє високоякісні веб-додатки, які надають вашому бізнесу потужні інструменти для успішного розвитку в цифровому просторі. Ми використовуємо сучасні фреймворки, такі як React, Angular та Node.js, для створення індивідуальних рішень, оптимізованих за продуктивністю, масштабованістю та безпекою.",
            "item_1": {
              "title": "Потужні цифрові рішення",
              "text": "Від платформ для електронної комерції до систем управління бізнесом, наші веб-додатки допомагають зробити ваш бізнес більш ефективним та інноваційним. Ми пропонуємо індивідуальні рішення, що відповідають вимогам вашого бізнесу."
            },
            "item_2": {
              "title": "Масштабованість та гнучкість",
              "text": "Наші веб-додатки розвиваються разом з вашим бізнесом. Масштабовані архітектури забезпечують легке розширення та адаптацію до змінних потреб, що дозволяє вашому бізнесу динамічно розвиватися."
            },
            "item_3": {
              "title": "Інтеграція з хмарою",
              "text": "Ми забезпечуємо безпечну та ефективну інтеграцію з хмарними сервісами, гарантуючи надійне та швидке зберігання і обробку даних, створюючи безшовний досвід для ваших користувачів."
            },
            "item_4": {
              "title": "Рішення на основі даних",
              "text": "Наші інструменти для аналізу даних дозволяють приймати обґрунтовані рішення, сприяючи зростанню вашого бізнесу. Ми розробляємо веб-додатки, які не тільки виконують свої функції, а й допомагають вам аналізувати дані для успішних бізнес-рішень."
            }
          },
          "itemMob": {
            "title": {
              "left": "Мобільні",
              "right": "додатки\nРозробка"
            },
            "description": "Ми спеціалізуємось на створенні високоефективних мобільних додатків, які забезпечують плавний та інтуїтивний користувацький досвід.",
            "item_1": {
              "title": "Підтримка для Android та iOS",
              "text": "Наша команда розробляє додатки як для Android, так і для iOS, забезпечуючи, що ваш продукт є витонченим, інтуїтивним та бездоганно працює на обох платформах. Ми використовуємо технології, такі як Flutter та React Native, для створення високошвидкісних кросплатформних додатків з оптимізованими інтерфейсами. Також ми пропонуємо розробку нативних додатків для максимальної продуктивності та глибокої інтеграції з платформою."
            },
            "item_2": {
              "title": "Зручні інтерфейси",
              "text": "Ми створюємо плавні та привабливі дизайни, які забезпечують легку навігацію для користувачів, роблячи взаємодію з додатком приємною та простою."
            },
            "item_3": {
              "title": "Кросплатформні та нативні рішення",
              "text": "Наші кросплатформні додатки працюють однаково добре як на iOS, так і на Android, зберігаючи високу продуктивність. Якщо потрібна глибша інтеграція, ми також пропонуємо розробку нативних додатків для забезпечення максимально природного користувацького досвіду."
            },
            "item_4": {
              "title": "Повний цикл розробки",
              "text": "Ми пропонуємо повний цикл розробки мобільних додатків – від ідеї та дизайну до запуску та постійної підтримки. Наша команда підтримуватиме вас на кожному етапі, щоб забезпечити, що ваш додаток відповідає всім поставленим цілям."
            }
          },
          "table": {
            "row_1": {
              "col_1": "Простий мобільний додаток",
              "col_2": "Базовий мобільний додаток з обмеженою функціональністю (наприклад, утиліта або довідник) для однієї платформи (iOS або Android).",
              "col_3": "25,000",
              "col_4": "4 тижні"
            },
            "row_2": {
              "col_1": "Бізнес-додаток",
              "col_2": "Додаток із спеціальними бізнес-функціями (наприклад, бронювання або управління замовленнями) для однієї платформи (iOS або Android).",
              "col_3": "40,000",
              "col_4": "6 тижнів"
            },
            "row_3": {
              "col_1": "Веб-додаток",
              "col_2": "Додаток, заснований на браузері, з унікальною функціональністю та дизайном.",
              "col_3": "35,000",
              "col_4": "5 тижнів"
            },
            "row_4": {
              "col_1": "Додаток для електронної комерції",
              "col_2": "Додаток для онлайн-продажів, що включає каталог товарів, кошик покупок та платіжну функціональність.",
              "col_3": "50,000",
              "col_4": "8 тижнів"
            },
            "row_5": {
              "col_1": "Кросплатформний додаток",
              "col_2": "Додаток, розроблений за допомогою фреймворків (React Native, Flutter), що працює як на iOS, так і на Android.",
              "col_3": "45,000",
              "col_4": "6 тижнів"
            },
            "row_6": {
              "col_1": "Місячна підтримка",
              "col_2": "Постійна підтримка, оновлення та моніторинг продуктивності вашого додатку.",
              "col_3": "10,000",
              "col_4": "місяць"
            }
          }
        },
        "design": {
          "title": {
            "left": "UI/UX",
            "right": "Дизайн",
            "description": "Розробка унікального дизайну веб-сайту — це не просто вибір красивих кольорів і шрифтів. Це ретельно спланований процес, що включає аналіз, креативність та тестування. Ми створюємо рішення, розроблені на замовлення, які відповідають вашим цілям та очікуванням."
          },
          "tableTitle": "Приблизні ціни на послуги UX/UI дизайну",
          "endText": "Ми створюємо інтерфейси, які не тільки виглядають чудово, але й забезпечують максимально зручну та ефективну взаємодію з продуктом. Зв’яжіться з нами для обговорення вашого проекту та отримання індивідуальної пропозиції!",
          "listTitle": {
            "left": "Створення",
            "center": "унікального дизайну сайту: покроковий",
            "right": "процес"
          },
          "listText": "Давайте розглянемо ключові етапи цього процесу:",
          "resultText": "Результат",
          "list": {
            "1": {
              "title": "Визначення цілей та дослідження",
              "text": "На першому етапі ми збираємо всю необхідну інформацію:",
              "list": {
                "item_1": {
                  "title": "Визначення цілей",
                  "text": "Ми встановлюємо цілі веб-сайту та результати, яких ви прагнете досягти."
                },
                "item_2": {
                  "title": "Аналіз аудиторії",
                  "text": "Ми вивчаємо інтереси, поведінку та потреби вашої цільової аудиторії."
                },
                "item_3": {
                  "title": "Дослідження конкурентів",
                  "text": "Ми аналізуємо конкурентів, щоб створити унікальну пропозицію."
                },
                "item_4": {
                  "title": "Створення брифу",
                  "text": "Ми детально документуємо ключові вимоги та побажання."
                }
              },
              "result": "глибоке розуміння проекту та візуального напрямку."
            },
            "2": {
              "title": "Розробка концепції",
              "text": "Цей етап знаменує початок творчого процесу:",
              "list": {
                "item_1": {
                  "title": "Ескізи та вайрфрейми",
                  "text": "Ми створюємо ескізи структури сайту для зручного розміщення елементів."
                },
                "item_2": {
                  "title": "Визначення стилю",
                  "text": "Ми обираємо кольорову палітру, шрифти та графічні елементи."
                },
                "item_3": {
                  "title": "Мудборд",
                  "text": "Ми підбираємо візуальні ідеї, що надихають і відповідають бренду."
                }
              },
              "result": "схвалена концепція, яка стане основою дизайну."
            },
            "3": {
              "title": "Прототипування",
              "text": "Ми переходимо до створення інтерактивного прототипу:",
              "list": {
                "item_1": {
                  "title": "Інтерактивний дизайн",
                  "text": "Ми демонструємо розташування елементів та взаємодію користувача з інтерфейсом."
                },
                "item_2": {
                  "title": "Тестування UX",
                  "text": "Ми перевіряємо зручність користувацького шляху (User Flow)."
                }
              },
              "result": "функціональний прототип, що демонструє, як буде працювати веб-сайт."
            },
            "4": {
              "title": "Створення візуального дизайну",
              "text": "Основний етап розробки унікального дизайну:",
              "list": {
                "item_1": {
                  "title": "Головна сторінка",
                  "text": "Ми встановлюємо стиль та атмосферу сайту."
                },
                "item_2": {
                  "title": "Внутрішні сторінки",
                  "text": "Ми розробляємо сторінки в єдиному стилі."
                },
                "item_3": {
                  "title": "UI елементи",
                  "text": "Ми створюємо кнопки, форми, іконки та інші елементи інтерфейсу."
                }
              },
              "result": "професійний макет, готовий до реалізації."
            },
            "5": {
              "title": "Ревізія та затвердження",
              "text": "Ми враховуємо всю вашу зворотну інформацію:",
              "list": {
                "item_1": {
                  "title": "Збір зворотного зв’язку",
                  "text": "Ми збираємо коментарі від клієнта."
                },
                "item_2": {
                  "title": "Фінальні коригування",
                  "text": "Ми вдосконалюємо дизайн, щоб повністю відповідати вашим очікуванням."
                }
              },
              "result": "кінцевий дизайн, готовий до передачі розробникам."
            },
            "6": {
              "title": "Передача розробникам",
              "text": "На заключному етапі ми готуємо проект до реалізації:",
              "list": {
                "item_1": {
                  "title": "Експорт елементів",
                  "text": "Ми надаємо графічні файли та ресурси."
                },
                "item_2": {
                  "title": "Рекомендації",
                  "text": "Ми передаємо рекомендації щодо кольорів, шрифтів та розмірів для розробників."
                },
                "item_3": {
                  "title": "Технічна підтримка",
                  "text": "Ми допомагаємо з інтеграцією дизайну в проект."
                }
              },
              "result": "дизайн, готовий до реалізації, який оживить ваш проект."
            }
          },
          "table": {
            "row_1": {
              "col_1": "Унікальний дизайн для простого сайту",
              "col_2": "Розробка візуального стилю та створення ключових сторінок для простого сайту.",
              "col_3": "12,000",
              "col_4": "2 тижні"
            },
            "row_2": {
              "col_1": "Дизайн інтерфейсу мобільного додатку",
              "col_2": "Дизайн інтерфейсу для простого мобільного додатку (iOS або Android).",
              "col_3": "17,000",
              "col_4": "3 тижні"
            }
          }
        }
      }
    },
    "about-page": {
      "p1": {
        "title": {
          "left": "Л",
          "right": "аскаво просимо до \"DK SoftLab\""
        },
        "text": "Віддана команда професіоналів, що спеціалізується на розробці веб-сайтів та мобільних додатків, дизайні та рішеннях цифрового маркетингу. Наша місія – допомагати бізнесам усіх розмірів створювати міцну онлайн-присутність шляхом створення унікальних, захоплюючих та високофункціональних цифрових продуктів."
      },
      "p2": {
        "title": {
          "left": "Х",
          "right": "то ми"
        },
        "text": "У \"DK SoftLab\" ми віримо у поєднання креативності та технологій для досягнення визначних результатів. Завдяки багаторічному досвіду в індустрії наша команда розробників, дизайнерів та стратегів захоплюється створенням цифрових вражень, які резонують з вашою аудиторією та забезпечують вимірювані результати."
      },
      "p3": {
        "title": {
          "left": "Щ",
          "right": "о ми робимо"
        },
        "text": "Ми пропонуємо повний спектр послуг, щоб допомогти вам досягти успіху в цифровому світі",
        "list": {
          "1": {
            "title": "Розробка веб-сайтів:",
            "text": "Від лендінг-сторінок до складних платформ електронної комерції, ми створюємо веб-сайти, які є швидкими, безпечними та простими в управлінні."
          },
          "2": {
            "title": "Розробка мобільних додатків:",
            "text": "Наша команда створює високоякісні мобільні додатки для Android та iOS, адаптовані до потреб вашого бізнесу."
          },
          "3": {
            "title": "UI/UX дизайн:",
            "text": "Ми зосереджуємося на користувацькому досвіді, створюючи інтуїтивно зрозумілі та візуально привабливі дизайни, що залишають тривале враження."
          },
          "4": {
            "title": "SEO та цифровий маркетинг:",
            "text": "Підвищте свою онлайн-видимість за допомогою наших експертних SEO та маркетингових стратегій, що забезпечують досягнення повного потенціалу вашого бренду."
          }
        }
      },
      "p4": {
        "title": {
          "left": "Н",
          "right": "аші цінності"
        },
        "list": {
          "1": {
            "title": "Інновації:",
            "text": "Ми завжди попереду, використовуючи найновіші технології та тренди, щоб наші рішення завжди були передовими."
          },
          "2": {
            "title": "Якість:",
            "text": "Кожен наш проект виконаний з увагою до деталей та зобов’язанням до досконалості."
          },
          "3": {
            "title": "Співпраця:",
            "text": "Ми віримо у тісну співпрацю з нашими клієнтами для розуміння їхніх потреб і втілення їхнього бачення у життя."
          }
        }
      },
      "p5": {
        "title": {
          "left": "Ч",
          "right": "ому обирають нас"
        },
        "text": "У \"DK SoftLab\" ми пишаємося нашим індивідуальним підходом до кожного проекту. Чи ви стартап, що прагне створити свій перший веб-сайт, чи велика корпорація, яка потребує індивідуального мобільного додатку, ми маємо досвід, щоб це здійснити. Наша команда невтомно працює, щоб кожен проект перевищував очікування та приносив відчутні результати для вашого бізнесу. Давайте втілимо ваші ідеї у життя. Зв’яжіться з нами сьогодні і зробіть перший крок до цифрового успіху!"
      }
    }
  }
  