{
  
  "contacts": {
      "address":"Пльзень, Чехія"
  },

  "btn": {
      "contactUs": "Зв'язатися з нами",
      "readmore": "Детальніше"
  },
  
  "home": {
      "banner": {
          "title": {
              "left": "Талановиті фрілансери, готові створювати",
              "center": "Веб-сайти та мобільні",
              "right": "додатки"
          },
          "description": "Ми — група розробників, які готові допомогти вашій компанії розвивати онлайн-присутність за допомогою високоякісних та бюджетних рішень."
      },

      "about": {
          "title": {
              "left": "",
              "center": "П",
              "right": "ро нас"
          },
          "description": "Ми — команда програмістів, яка спеціалізується на розробці веб-сайтів та мобільних додатків. Наша команда досвідчених розробників готова вирішувати завдання будь-якої складності, враховуючи індивідуальні потреби кожного клієнта. Ми фокусуємось на створенні сучасних веб-сайтів та мобільних додатків, пропонуючи рішення, які допомагають нашим клієнтам рости та залишатися конкурентоспроможними. Ми прагнемо надавати якісні послуги за доступними цінами, роблячи технології доступними для всіх."
      },

      "services": {
          "title": {
              "left": "Наші ",
              "center": "П",
              "right": "ослуги"
          },
          
          "webDev": {
              "title":{
                  "left": "Розробка",
                  "right": "веб-сайтів",
                  "description":"Ми створюємо адаптивні та функціональні веб-сайти, що привертають клієнтів та допомагають вашому бізнесу виділятися. Наші рішення включають лендінги, корпоративні сайти та e-commerce платформи."
              },
              "item_1": {
                  "title": "Розробка веб-сайтів для будь-яких цілей",
                  "text": "Ми створюємо проекти будь-якої складності — від простих лендінгів до великих корпоративних порталів. Використовуємо популярні CMS та сучасні технології веб-розробки для стабільної роботи та зручності використання."
              },
              "item_2": {
                  "title": "Унікальний дизайн із адаптивною версткою",
                  "text": "Наші дизайнери створюють ексклюзивні інтерфейси, які дозволяють вашому сайту виділятися серед конкурентів. Усі проекти адаптовані для зручного користування на комп’ютерах, планшетах та смартфонах."
              },
              "item_3": {
                  "title": "Швидка розробка з використанням шаблонів",
                  "text": "Коли час обмежений, ми пропонуємо високоякісні шаблони, які можна адаптувати під ваші вимоги. Це прискорює процес створення сайту, зберігаючи при цьому його функціональність та привабливість."
              },
              "item_4": {
                  "title": "Розробка e-commerce веб-сайтів",
                  "text": "Ми створюємо зручні та надійні платформи для онлайн-торгівлі. Наші e-commerce рішення включають ефективні системи управління товарами, інтеграцію платежів та інші важливі функції для успішної роботи."
              },
              "item_5": {
                  "title": "Технічне обслуговування та підтримка",
                  "text": "Після завершення проекту ми надаємо послуги з технічного обслуговування сайту, включаючи регулярні оновлення, виправлення помилок, оптимізацію продуктивності та технічну підтримку."
              }
          },

          "appDev": {
              "title": {
                "color_Mobile": "Мобільна",
                "color_WebApp": "Веб-застосунок",
                "black_Dev": "Розробка",
                "description": "Ми пропонуємо повний спектр послуг з розробки мобільних та веб-застосунків, використовуючи сучасні технології та підходи. Наша команда створює рішення будь-якої складності, адаптовані до потреб вашого бізнесу."
              },
              "item_1": {
                "title": "Розробка для будь-якої платформи",
                "text": "Ми створюємо мобільні та веб-застосунки, що адаптуються до ваших бізнес-завдань. Використовуючи сучасні технології та інструменти, ми розробляємо надійні рішення – від простих утиліт до складних корпоративних систем."
              },
              "item_2": {
                "title": "Унікальний UI/UX дизайн",
                "text": "Ми приділяємо особливу увагу зовнішньому вигляду та зручності використання застосунків. Наші дизайнери створюють унікальні інтерфейси, що роблять взаємодію з продуктом інтуїтивною та приємною."
              },
              "item_3": {
                "title": "Інтеграція із зовнішніми системами",
                "text": "Ми забезпечуємо безшовну інтеграцію з зовнішніми сервісами, такими як платіжні системи, соціальні мережі, аналітичні платформи та корпоративні інструменти (CRM, ERP). Це розширює функціональні можливості вашого застосунку."
              },
              "item_4": {
                "title": "Підтримка та оновлення",
                "text": "Наша робота не закінчується на етапі розробки. Ми пропонуємо постійну підтримку, виправлення помилок, регулярні оновлення та додавання нових функцій за необхідністю."
              }
          },
            
          "design": {
            "title": {
              "color": "UI/UX",
              "black": "Дизайн",
              "description": "Наші дизайнери створюють унікальні інтерфейси, що забезпечують користувачам найкращий досвід взаємодії з вашим продуктом. Ми зосереджуємось на зручності та простоті, щоб кожен користувач із легкістю міг користуватися вашим застосунком або веб-сайтом."
            },
            "item_1": {
              "title": "Дослідження користувачів та бізнес-цілей",
              "text": "Ми аналізуємо цільову аудиторію, поведінку користувачів та бізнес-цілі проєкту, щоб створити максимально ефективний і зручний інтерфейс."
            },
            "item_2": {
              "title": "Проектування користувацького досвіду (UX)",
              "text": "Ми розробляємо структуру та логіку застосунку або веб-сайту. Наші спеціалісти створюють чіткі та інтуїтивні сценарії взаємодії для комфортного користування."
            },
            "item_3": {
              "title": "Дизайн інтерфейсу користувача (UI)",
              "text": "Ми створюємо візуальний стиль застосунку або веб-сайту, включаючи: вибір кольорової палітри, розробку унікальних іконок, підбір шрифтів та їхніх розмірів, а також створення всіх екранів або сторінок."
            },
            "item_4": {
              "title": "Прототипування",
              "text": "Ми створюємо інтерактивні прототипи, що дозволяють тестувати логіку застосунку або веб-сайту ще до початку розробки. Це допомагає виявити та виправити потенційні проблеми на ранніх етапах."
            },
            "item_5": {
              "title": "Адаптація дизайну під різні пристрої",
              "text": "Наші рішення враховують різні розміри екранів та особливості мобільних пристроїв, планшетів та комп'ютерів. Ми гарантуємо зручність користування на будь-якій платформі."
            },
            "item_6": {
              "title": "Розробка дизайн-системи",
              "text": "Ми створюємо набір правил і компонентів, що підтримують єдиний стиль під час розвитку продукту. Це прискорює процес додавання нових функцій та сторінок."
            },
            "item_7": {
              "title": "Комплексне рішення",
              "text": "Ми пропонуємо комплексний підхід: від UX/UI дизайну до прототипування та адаптації під різні пристрої. Результат – повністю готовий продукт, що відповідає вашим бізнес-цілям та очікуванням користувачів."
            }
          }
          
                    
      },
      "technologies":{
          "title": {
              "left": "Т",
              "right": "ехнології"}
      },

      "portfolio": {
          "title": {
              "left": "П",
              "right": "ортфоліо"
          },
          "project": { 
            "Hirosaki": { 
              "entry": "Мобільний додаток і дизайн", 
              "title": "HIROSAKI", 
              "desc": "Додаток надає користувачам зручний інтерфейс для швидкого оформлення замовлень та вибору часу доставки або самовивозу. Крім того, інтеграція із соціальними мережами та функція оплати роблять процес замовлення максимально простим і швидким для користувачів." 
            }, 
            "HelpCenter": { 
              "entry": "Мобільний додаток",
              "title": "Help Center 24", 
              "desc": "Додаток поєднує медіа-контент, інтерактивні функції та зручний інтерфейс, що робить його цінним інструментом для віруючих, які хочуть залишатися на зв’язку з церквою та бути в курсі всіх подій і новин."
            }, 
            "KinuLiutas": { 
              "entry": "Дизайн", 
              "title": "Kinu Liutas", 
              "desc": "Дизайн сайту підкреслює унікальність і розкіш тибетських мастифів, приділяючи особливу увагу візуальним елементам. Проста навігація та акцент на історії породи та досягненнях розплідника допомагають користувачам легко знайти необхідну інформацію та прийняти рішення щодо покупки цуценяти." 
            }, 
            "Tribo": { 
              "entry": "Дизайн", 
              "title": "Tribo", 
              "desc": "Дизайн сайту створений відповідно до вимог клієнта щодо мінімалізму та фокусування на візуальних рішеннях. Сайт став ідеальною платформою для демонстрації креативного підходу компанії та її здатності втілювати унікальні архітектурні металеві проєкти." 
            }, 
            "Designer": { 
              "entry": "Дизайн", 
              "title": "Designer", 
              "desc": "Дизайн сайту поєднує гумор і професіоналізм, дозволяючи компанії легко взаємодіяти з клієнтами. Пінгвіни — символ дружелюбності та креативності — привертають увагу, а анімації та яскраві кольори додають унікальності. Завдяки цьому стилю сайт запам'ятовується, а його контент легко сприймається користувачами." 
            }, 
            "Arabora": { 
              "entry": "Дизайн", 
              "title": "Arabora", 
              "desc": "Дизайн сайту створений для максимального підкреслення якості та унікальності продукції. Простота навігації та візуальний акцент на продуктах допомагають компанії залучати потенційних клієнтів і створювати міцний зв’язок між брендом і аудиторією." 
            }, 
            "OO": { 
              "entry": "Веб-сайт", 
              "title": "Омельченко Олена", 
              "desc": "Сайт візажиста з Києва. Веб-сайт створений відповідно до дизайну клієнта." 
            }, 
            "GV": { 
              "entry": "Веб-сайт", 
              "title": "GV (Grand Vision)", 
              "desc": "Корпоративний сайт рекламної компанії в Іспанії. Веб-сайт створений відповідно до дизайну клієнта."
            }, 
            "KRP": { 
              "entry": "Веб-сайт", 
              "title": "KRP (Київський річковий порт)", 
              "desc": "Офіційний сайт Київського річкового порту. Веб-сайт створений відповідно до дизайну клієнта." 
            }, 
            "MG": { 
              "entry": "Веб-сайт", 
              "title": "M GROUP", 
              "desc": "Інженерно-будівельна компанія. Веб-сайт створений відповідно до дизайну клієнта." 
            } 
          }


      },

      "choose": {
        "title": {
          "left": "Ч",
          "right": "ому обирають нас"
        },
        "item_1": {
          "title": "Висока якість та професіоналізм",
          "desc": "Наша команда складається з досвідчених розробників та дизайнерів, які використовують передові технології для створення сучасних і надійних рішень. Ми гарантуємо, що кожен проєкт виконується з максимальною увагою до деталей і якості."
        },
        "item_2": {
          "title": "Комплексний підхід",
          "desc": "Ми пропонуємо повний спектр послуг: від розробки веб-сайтів і мобільних додатків до UI/UX-дизайну та підтримки після запуску. Ми супроводжуємо проєкти на всіх етапах – від початкової концепції до готового продукту."
        },
        "item_3": {
          "title": "Індивідуальні рішення",
          "desc": "Кожен проєкт унікальний, і ми адаптуємо наші рішення відповідно до конкретних потреб клієнтів. Ми приділяємо час розумінню вашого бізнесу, щоб створити продукт, який відповідає вашим цілям і очікуванням."
        },
        "item_4": {
          "title": "Своєчасне виконання",
          "desc": "Ми цінуємо ваш час і завжди прагнемо завершити проєкти у встановлені терміни. Прозоре планування та суворий контроль за процесом розробки гарантують своєчасне виконання завдань."
        },
        "item_5": {
          "title": "Доступні ціни",
          "desc": "Ми пропонуємо конкурентні ціни на послуги розробки без втрати якості. Завдяки нашому гнучкому підходу до проєктів, ми можемо запропонувати найкращі рішення за розумною вартістю."
        }
      },

      "contact": {
        "title": {
          "left": "З",
          "right": "в'яжіться з нами"
        },
        "name": "Ім'я",
        "email": "E-mail",
        "message": "Повідомлення",
        "submit": "Надіслати повідомлення"
      }
  },

  
  "nav": {
    "home": "Головна",
    "about": "Про нас",
    "services": "Послуги",
    "portfolio": "Портфоліо",
    "contact": "Контакти",
    
    "app": "Розробка додатків",
    "website": "Створення веб-сайтів",
    "design": "UI/UX Дизайн"
  },

  "footer": {
      "about": {
          "left": "П",
          "right": "ро нас",
          "desc": "Ми створюємо інноваційні веб-рішення, поєднуючи європейську якість із конкурентними цінами."
      },
      
      "quickLinks": {
          "left": "Ш",
          "right": "видкі посилання"
      },
      
      "contact-left": "К",
      "contact-right": "онтакти",
      
      "phone": "Телефон",
      "email": "Електронна пошта",
      "followUs-left": "С",
      "followUs-right": "лідуйте за нами",
      "allRightsReserved": "Всі права захищені."
  },

  "pages":{
      "portfolio": { 
        "TFW": "Дякуємо за перегляд", 
        "helpCenter24": { 
          "title": "Центр допомоги 24", 
          "subtitle": "Мобільний додаток", 
          "maintitle": "Церква Святого Духа", 
          "description": "Кросплатформний додаток, створений за допомогою фреймворку Flutter.", 
          "body": { 
            "holySpiritChurch": { 
              "projectTitle": "Проєкт: Мобільний додаток \"Церква Святого Духа\"", 
              "overview": "Огляд", 
              "introduction1": "\"Церква Святого Духа\" – це мобільний додаток, розроблений для православної церкви, щоб забезпечити сучасне цифрове рішення для взаємодії з парафіянами. Додаток надає зручний доступ до інформації про богослужіння, релігійні події та духовні матеріали. Головною метою проєкту було покращення комунікації між церквою та її парафіянами, а також створення нових можливостей для залучення користувачів через цифрові канали.", 
              "introduction2": "Цей додаток демонструє наші можливості у розробці кастомізованих мобільних рішень для релігійних та некомерційних організацій, забезпечуючи інтуїтивний інтерфейс і широкий функціонал для підтримки взаємодії з аудиторією.",

              "keyFeatures": "Основні можливості",
              "features": {
                  "serviceSchedule": {
                      "title": "Розклад богослужінь",
                      "description": "Відображення актуальної інформації про майбутні богослужіння та релігійні заходи, що допомагає парафіянам планувати свій час."
                  },
                  "news": {
                      "title": "Новини та оголошення",
                      "description": "Повідомлення про новини, акції та інші важливі події церкви, що забезпечує ефективну комунікацію в громаді."
                  },
                  "library": {
                      "title": "Духовна бібліотека",
                      "description": "Доступ до молитов, священних писань, проповідей та інших духовних матеріалів, що сприяють духовному зростанню користувачів."
                  },
                  "feedback": {
                      "title": "Зворотний зв'язок",
                      "description": "Зручна форма для зв'язку зі священиками або адміністрацією церкви, що дозволяє швидко ставити питання або пропонувати допомогу."
                  },
                  "pushNotifications": {
                      "title": "Push-сповіщення",
                      "description": "Своєчасні нагадування про важливі релігійні свята, події та прямі трансляції, що допомагають користувачам залишатися в курсі життя церкви."
                  },
                  "video": {
                      "title": "Відео та трансляції",
                      "description": "Можливість переглядати прямі трансляції богослужінь через відео-стрим, а також записи з YouTube-каналу церкви."
                  },
                  "radio": {
                      "title": "Онлайн-радіо",
                      "description": "Функція 24/7 онлайн-радіо з духовною музикою, проповідями та навчальними програмами."
                  },
                  "contacts": {
                      "title": "Контакти та адреси церков",
                      "description": "База контактної інформації та адрес церков у всіх містах і країнах, де представлена церква."
                  },
                  "messengers": {
                      "title": "Зв'язок через месенджери",
                      "description": "Можливість зв’язатися з церквою через Viber або WhatsApp для отримання оперативної інформації."
                  }
              },
              
              "technologiesTitle": "Технології та інструменти",
              "technologies": {
                  "flutter": {
                      "title": "Flutter (Dart)",
                      "description": "Використовується для кросплатформної розробки iOS та Android, що зменшує витрати на розробку та підтримку."
                  },
                  "restApi": {
                      "title": "REST API",
                      "description": "Забезпечує оновлення даних про служби, новини та інші оновлення, гарантуючи надійний зв'язок між сервером і додатком."
                  },
                  "firebase": {
                      "title": "Firebase",
                      "description": "Використовується для push-сповіщень, аутентифікації користувачів та аналітики."
                  },
                  "multimedia": {
                      "title": "Мультимедіа",
                      "description": "Інтеграція з YouTube API для відео та потокових сервісів для онлайн-радіо."
                  }
              },
              
              "businessImpactTitle": "Чому це важливо для вашого бізнесу",
              "businessImpact": "Цей проєкт демонструє наш досвід у створенні функціональних та зручних мобільних додатків для релігійних та некомерційних організацій. Ми пропонуємо рішення, які не тільки покращують комунікацію, а й збільшують залучення аудиторії та спрощують процес пожертв."
        }
          }
        },
        
        "hirosaki": {
          "title": "Хіросакі",
            "subtitle": "Мобільний додаток",
            "maintitle": "Суші Хаус",
            "description": "\"Hirosaki Sushi House\" – це комерційний мобільний додаток, розроблений нашою командою для справжнього японського ресторану з уже сформованою клієнтською базою.",
            "body": {
              "alt": "Скріншот пристрою",
              "section_1": {
                "title": "Огляд проєкту",
                "text": {
                  "p1": "Основною метою проєкту було покращення взаємодії з клієнтами та спрощення процесу замовлення.",
                  "p2": "Додаток надає користувачам зручний спосіб перегляду меню, оформлення замовлень, онлайн-оплати та отримання інформації про спеціальні пропозиції.",
                  "p3": "Ми розробили цей продукт відповідно до конкретних потреб ресторану та його клієнтів, сприяючи зростанню бізнесу.",
                  "p4": "Крім того, користувачі можуть переглядати історію своїх замовлень офлайн, що додає додаткової зручності."
                }
              },
              "section_2": {
                "title": "Дизайн проєкту",
                "text": {
                  "c1": "Основний колір",
                  "c2": "Фон",
                  "c3": "Основний текст",
                  "c4": "Акцентний текст",
                  "c5": "Підказка"
                }
              },
              "section_3": {
                "title": "Ключові можливості",
                "text": {
                  "p1": {
                    "header": "Онлайн-замовлення",
                    "text": "Інтуїтивно зрозуміла система замовлень дозволяє клієнтам оформлювати доставку або самовивіз, а також планувати замовлення на зручний час."
                  },
                  "p2": {
                    "header": "Історія замовлень офлайн",
                    "text": "Користувачі можуть переглядати свої попередні замовлення навіть без підключення до інтернету."
                  },
                  "p3": {
                    "header": "Оплата через PayPal",
                    "text": "Інтеграція PayPal забезпечує швидку та безпечну оплату замовлень."
                  },
                  "p4": {
                    "header": "Перегляд меню",
                    "text": "Користувачі можуть переглядати детальне меню з якісними фото та описами страв."
                  },
                  "p5": {
                    "header": "Push-сповіщення",
                    "text": "Повідомлення про статус замовлення, нові акції та спеціальні пропозиції."
                  },
                  "p6": {
                    "header": "Акції та знижки",
                    "text": "Актуальні оновлення про поточні знижки та спеціальні пропозиції."
                  },
                  "p7": {
                    "header": "Миттєві сповіщення для персоналу через Telegram",
                    "text": "Усі замовлення автоматично надходять у Telegram-бот ресторану, що дозволяє персоналу швидко реагувати."
                  },
                  "p8": {
                    "header": "Інтеграція з Bitrix24",
                    "text": "Завдяки API Bitrix24 ресторан може автоматизувати управління замовленнями та зберігати інформацію про клієнтів."
                  }
                }
              },
              "section_4": {
                "title": "Скріншоти"
              },
              "section_5": {
                "title": "Технології та інструменти",
                "text": {
                  "p1": {
                    "header": "Flutter та Dart",
                    "text": "Ми використали Flutter для розробки єдиного коду для iOS та Android, що забезпечило однаковий досвід користування."
                  },
                  "p2": {
                    "header": "Інтеграція REST API",
                    "text": "REST API гарантує безперебійну взаємодію між сервером і додатком, забезпечуючи актуальність даних."
                  },
                  "p3": {
                    "header": "Управління станом через Provider",
                    "text": "Provider використовується для ефективного управління даними в додатку."
                  },
                  "p4": {
                    "header": "Сервіси Firebase",
                    "text": "Firebase використовується для відправки push-сповіщень та аутентифікації користувачів."
                  },
                  "p5": {
                    "header": "Інтеграція PayPal",
                    "text": "Ми реалізували PayPal для зручних та безпечних онлайн-платежів."
                  },
                  "p6": {
                    "header": "Telegram-бот для персоналу",
                    "text": "Telegram-бот отримує всі нові замовлення миттєво, що покращує комунікацію між персоналом."
                  }
                }
              },
              "section_6": {
                "title": "Наша роль у проєкті",
                "text": {
                  "p1": {
                    "header": "UI/UX-дизайн",
                    "text": "Ми створили простий і зрозумілий дизайн для легкого доступу до меню."
                  },
                  "p2": {
                    "header": "Інтеграція з бекендом",
                    "text": "Підключили додаток до бекенду ресторану через REST API."
                  },
                  "p3": {
                    "header": "Тестування та оптимізація",
                    "text": "Команда провела всебічне тестування та оптимізацію продуктивності."
                  },
                  "p4": {
                    "header": "Інтеграція з Bitrix24",
                    "text": "Автоматизували обробку замовлень за допомогою Bitrix24."
                  },
                  "p5": {
                    "header": "Інтеграція Telegram-бота",
                    "text": "Налаштували бота для миттєвого повідомлення персоналу про нові замовлення."
                  }
                }
              },
              "section_7": {
                "title": "Виклики та рішення",
                "text": {
                  "p1": {
                    "header": "Оперативне повідомлення персоналу",
                    "text": "Ми інтегрували Telegram-бот для миттєвої передачі замовлень."
                  },
                  "p2": {
                    "header": "Інтеграція з Bitrix24",
                    "text": "Автоматизували управління замовленнями."
                  },
                  "p3": {
                    "header": "Інтеграція PayPal",
                    "text": "Забезпечили швидку та безпечну оплату."
                  }
                }
              },
              "section_8": {
                "title": "Результати",
                "text": {
                  "p1": {
                    "header": "Успішний запуск",
                    "text": "Додаток запущено на Google Play та App Store з позитивними відгуками."
                  },
                  "p2": {
                    "header": "Збільшення продажів",
                    "text": "Продажі зросли на 25% у перший місяць після запуску."
                  },
                  "p3": {
                    "header": "Задоволеність клієнтів",
                    "text": "Зручний інтерфейс та швидка оплата отримали високу оцінку користувачів."
                  }
                }
              }
            }
        },
        
        "TM": {
            "title": "Тибетські мастифи",
            "subtitle": "Розробка веб-сайту для розплідника собак",
            "maintitle": "Опис проєкту",
            "description": "Проєкт був зосереджений на створенні унікального дизайну веб-сайту для розплідника тибетських мастифів. Основною метою було розробити візуально привабливий, інтуїтивний та функціональний інтерфейс, який підкреслює ексклюзивність породи.",
            "body": {
              "section_1": {
                "title": "Підготовка та дослідження",
                "diagram": {
                  "title": "Діаграма, що ілюструє сегментацію аудиторії веб-сайту тибетських мастифів:",
                  "legend": {
                    "title": "Категорії аудиторії:",
                    "p1": "Потенційні власники (50%)",
                    "p2": "Заводчики (30%)",
                    "p3": "Ентузіасти породи (20%)"
                  }
                },
                "text": {
                  "title": "Ми розпочали з аналізу:",
                  "p1": {
                    "title": "Цілі веб-сайту:",
                    "text": "Інформувати відвідувачів про розплідник, демонструвати красу та переваги собак, а також створити зручну платформу для зв'язку з власником."
                  },
                  "p2": {
                    "title": "Цільова аудиторія:",
                    "text": "Люди, які цікавляться породою тибетський мастиф, потенційні власники та заводчики."
                  },
                  "p3": {
                    "title": "Конкуренти:",
                    "text": "Аналізували подібні сайти розплідників, щоб виділити унікальні особливості веб-сайту тибетських мастифів і покращити користувацький досвід."
                  },
                  "table": {
                    "title": "Таблиця порівняння сайтів конкурентів за ключовими параметрами",
                    "col_1": {
                      "title": "Веб-сайт"
                    },
                    "col_2": {
                      "title": "Дизайн",
                      "r1": "Традиційний",
                      "r2": "Сучасний",
                      "r3": "Мінімалістичний"
                    },
                    "col_3": {
                      "title": "Зручність навігації"
                    },
                    "col_4": {
                      "title": "Інформація про породу"
                    },
                    "col_5": {
                      "title": "Контактна інформація"
                    }
                  },
                  "p4": {
                    "title": "Результат:",
                    "text": "Було створено чіткий бриф, який окреслює вимоги до дизайну та функціоналу сайту."
                  }
                }
              },
              "section_2": {
                "title": "Дизайнерська концепція",
                "text": "На етапі розробки концепції було створено Moodboard, який містив елементи, пов’язані з теплом, довірою та природною естетикою. Кольорова палітра складалася з природних відтінків: зеленого, бежевого та коричневого, що створює комфортну та затишну атмосферу для користувачів.",
                "palette": "Кольорова палітра:",
                "p": {
                  "title": "Результат:",
                  "text": "Було розроблено стиль і тон, які передають цінності бренду та забезпечують комфортний користувацький досвід."
                }
              },
              "section_3": {
                "title": "Прототипування",
                "text": "Було розроблено вайрфрейми ключових сторінок, щоб уточнити структуру та функціональні елементи сайту. Крім того, були впроваджені анімації для демонстрації інтерактивних елементів.",
                "p": {
                  "title": "Результат:",
                  "text": "Створено міцний фундамент для візуальної та функціональної реалізації веб-сайту."
                }
              },
              "section_4": {
                "title": "Фінальна версія сайту",
                "text_1": "Готовий веб-сайт поєднує інтуїтивний інтерфейс, стильний дизайн та потужний функціонал. Основні особливості включають картки з інформацією про цуценят, детальні описи породи та контактні дані розплідника.",
                "text_2": "Мобільна версія була оптимізована для забезпечення зручного користування на всіх пристроях:",
                "p": {
                  "title": "Результат:",
                  "text": "Остаточний продукт, який підкреслює унікальність розплідника та відповідає потребам цільової аудиторії."
                }
              }
            }
        },

        "template": { 
          "title": "Швидка та ефективна розробка веб-сайтів із використанням шаблонів та унікального дизайну", 
          "section_1": { 
            "title": "Огляд", 
            "text": "У сучасному цифровому світі бізнеси часто потребують швидкого та надійного підходу до запуску своєї онлайн-присутності. Цей кейс демонструє серію веб-сайтів, які були успішно розроблені у стислі терміни з використанням готових шаблонів, унікальних дизайнів замовника або референсів. Наша оптимізована розробка дозволила швидко запустити сайти без втрати якості та функціональності." 
          },
          "section_2": { 
            "title": "Підхід до розробки", 
            "text": { 
              "p1": { 
                "title": "Використання готових шаблонів", 
                "text": "Ми ефективно адаптували та налаштовували існуючі шаблони, що дозволило швидко розробляти сайти, зберігаючи професійний і привабливий вигляд." 
              }, 
              "p2": { 
                "title": "Реалізація унікального дизайну замовника", 
                "text": "Якщо клієнт надавав власний дизайн, ми точно реалізовували його відповідно до сучасних стандартів UX/UI, забезпечуючи естетичний та зручний інтерфейс." 
              }, 
              "p3": { 
                "title": "Розробка за референсами", 
                "text": "Коли клієнти надавали сайти для натхнення, ми відтворювали потрібний стиль із необхідними налаштуваннями під конкретний бізнес." 
              }, 
              "p4": { 
                "title": "Адаптивність", 
                "text": "Кожен сайт розроблявся з повною підтримкою адаптивного дизайну, що забезпечує бездоганну роботу на комп'ютерах, планшетах та смартфонах." 
              }, 
              "p5": { 
                "title": "Оптимізація швидкості та SEO", 
                "text": "Ми застосовували найкращі практики оптимізації продуктивності, такі як швидке завантаження, чистий код та SEO-дружні конфігурації." 
              }, 
              "p6": { 
                "title": "Інтеграція необхідних функцій", 
                "text": "На сайтах були реалізовані контактні форми, посилання на соцмережі та аналітика для кращої взаємодії з користувачами." 
              } 
            } 
          }, 
          "section_3": { 
            "title": "Ключові результати", 
            "text": { 
              "p1": { 
                "title": "Швидкий запуск", 
                "text": "Сайти були успішно запущені у мінімальні терміни без компромісів щодо функціональності та зручності." 
              }, 
              "p2": { 
                "title": "Економічно вигідні рішення", 
                "text": "Використовуючи шаблони та стандартні фреймворки, ми знизили витрати на розробку, зберігаючи високу якість." 
              }, 
              "p3": { 
                "title": "Гнучкість та масштабованість", 
                "text": "Клієнти отримали повноцінні веб-рішення, які можна розширювати та налаштовувати відповідно до потреб бізнесу." 
              } 
            } 
          }, 
          "section_4": { 
            "title": "Вітрина проєктів", 
            "text": { 
              "p1": "Унікальні дизайни, створені на основі референсів клієнтів, але збереженням оригінальності та бренду:", 
              "p2": "Сайти, розроблені відповідно до дизайну замовника, із точною відповідністю вимогам та специфікаціям:" 
            }, 
            "case": { 
              "c1": { 
                "title": "Designer", 
                "text": "Гумористичний, але професійний веб-дизайн, що залучає клієнтів. Використано анімації та яскраві кольори для запам'ятовуваності." 
              }, 
              "c2": { 
                "title": "Tribo", 
                "text": "Мінімалістичний сайт, що демонструє креативний підхід компанії до архітектурних металевих проєктів. Унікальний дизайн створено на основі референсів клієнта." 
              }, 
              "c3": { 
                "title": "Arabora", 
                "text": "Дизайн сайту, що підкреслює якість та унікальність продукції. Проста навігація для залучення потенційних клієнтів." 
              }, 
              "c4": { 
                "title": "Czech Center", 
                "text": { 
                  "p1": "Сайт, розроблений для можливостей працевлаштування у Чехії. Чистий та професійний макет для зручності пошуку вакансій." 
                } 
              }, 
              "c5": { 
                "title": "Омельченко Олена", 
                "text": { 
                  "p1": "Сайт візажиста з Києва.", 
                  "p2": "Створений на MODx Revolution." 
                } 
              }, 
              "c6": { 
                "title": "GV (Grand Vision)", 
                "text": { 
                  "p1": "Корпоративний сайт рекламної компанії в Іспанії.", 
                  "p2": "Розроблено на MODx Revolution."
                } 
              }, 
              "c7": { 
                "title": "Київський річковий порт", 
                "text": { 
                  "p1": "Офіційний сайт Київського річкового порту.", 
                  "p2": "Розроблено на MODx Revolution." 
                } 
              }, 
              "c8": { 
                "title": "M GROUP", 
                "text": {
                  "p1": "Інженерно-будівельна компанія.", 
                  "p2": "Розроблено на MODx Revolution." 
                } 
              } 
            }, 
            "end": "Цей кейс демонструє нашу здатність швидко та якісно створювати веб-рішення. Використовуючи найкращі практики галузі, ми допомагаємо бізнесам не тільки вийти в онлайн у найкоротші терміни, але й закладаємо надійну основу для подальшого розвитку." 
          } 
        } 
      },
      
      "services-page": {
        "websiteDevelopment": {
          "title": {
            "left": "Р",
            "right": "озробка веб-сайтів"
          },
          "description": "Веб-сайти, що відображають ваш бренд і залучають клієнтів. Ми пропонуємо комплексні послуги зі створення веб-сайтів – від корпоративних порталів та інтернет-магазинів до лендінгів і блогів. Ми розробляємо унікальні сайти на популярних платформах, таких як WordPress, Shopify тощо, забезпечуючи швидке завантаження, інтуїтивну навігацію та сучасний дизайн. Ваш сайт не лише буде виглядати чудово, але й буде функціональним, дозволяючи вам взаємодіяти з аудиторією та збільшувати конверсії.",
          "weOffer": "Ми пропонуємо:",
          "weOfferList": {
            "point1": "Корпоративні сайти та інтернет-магазини",
            "point2": "Оптимізація для пошукових систем (SEO)",
            "point3": "Швидке завантаження та адаптивний дизайн",
            "point4": "Підтримка та оновлення"
          },
          "extra": "Кожен сайт, який ми створюємо, є відображенням вашого бренду. Зосереджуючись на взаємодії з користувачами та функціональності, ми гарантуємо, що ваша онлайн-присутність буде ефективною та результативною."
        },
        "appDevelopment": {
          "title": {
            "left": "Р",
            "right": "озробка мобільних додатків"
          },
          "description": "Ми створюємо сучасні мобільні та веб-додатки, які допомагають вашому бізнесу досягати нових висот у цифровому середовищі. Використовуючи передові технології, такі як React Native, Flutter, React, Angular та Node.js, ми забезпечуємо стабільність, зручність і високу продуктивність ваших продуктів.",
          "whyChooseUs": "Чому обирають нас?",
          "whyChooseUsList": {
            "point1": {
              "title": "Комплексний підхід",
              "desciption": "Ми підтримуємо ваш проєкт на всіх етапах – від ідеї до запуску."
            },
            "point2": {
              "title": "Сучасні технології",
              "desciption": "Ми використовуємо найкращі інструменти для створення передових рішень."
            },
            "point3": {
              "title": "Дотримання строків",
              "desciption": "Ми гарантуємо якісне виконання в узгоджені терміни."
            },
            "point4": {
              "title": "Підтримка після запуску",
              "desciption": "Ми надаємо технічне обслуговування та оновлення для вашого продукту."
            }
          },
          "extra": "Ми впевнені, що наші рішення допоможуть вашому бізнесу виділитися серед конкурентів. Зв’яжіться з нами, щоб обговорити ваші ідеї та перетворити їх на успішний цифровий продукт."
        },
        "uiUxDesign": {
          "title": {
            "left": "UI/UX",
            "right": "Дизайн"
          },
          "description": "Ми створюємо інтуїтивні інтерфейси, що покращують взаємодію користувачів. Якісний дизайн – це не лише естетика, а й зручність використання. Ми розробляємо інтерфейси, які легко сприймаються та підвищують взаємодію користувачів. Наш підхід базується на глибокому аналізі поведінки користувачів і цільової аудиторії, що дозволяє створювати рішення, які ведуть до максимальної конверсії та лояльності клієнтів.",
          "servicesInclude": "Наші послуги включають:",
          "servicesIncludeList": {
            "point1": "UI-дизайн",
            "point2": "Прототипування та тестування",
            "point3": "Аналіз поведінки користувачів",
            "point4": "Унікальний і адаптивний дизайн"
          },
          "extra": "Гарний дизайн – це не лише про зовнішній вигляд, а й про зручність взаємодії. Ми поєднуємо креативність із аналітичним підходом, щоб створювати дизайни, що відповідають потребам користувачів і бізнес-цілям."
        }
      },

      "service": { 
        "table": { 
          "note": "* Примітка: Усі ціни приблизні та можуть змінюватися залежно від вимог проєкту.", 
          "col_1": "Тип послуги", 
          "col_2": "Опис", 
          "col_3": "Вартість (CZK)", 
          "col_4": "Термін виконання" 
        }, 
        "web": { 
          "title": { 
            "left": "Розробка", 
            "right": "веб-сайтів",
            "description": "Ми – команда професіоналів, готових втілити будь-яку ідею веб-розробки в життя. Ми пропонуємо повний спектр послуг зі створення, підтримки та вдосконалення веб-сайтів у Чехії. Завдяки багаторічному досвіду, ми можемо забезпечити рішення будь-якої складності, адаптовані до конкретних потреб кожного клієнта."
          }, 
          "description": "Ми – команда професіоналів, готових втілити будь-яку ідею веб-розробки в життя. Пропонуємо повний спектр послуг зі створення, підтримки та вдосконалення веб-сайтів у Чехії. Завдяки багаторічному досвіду ми можемо забезпечити рішення будь-якої складності, адаптовані до специфічних потреб кожного клієнта.", 
          "tableTitle": "Приклад цін на розробку веб-сайтів", 
          "endText": "Ми прагнемо створювати надійні та ефективні веб-продукти, що сприяють зростанню вашого бізнесу та покращують взаємодію з клієнтами. Зв'яжіться з нами, щоб обговорити ваш проєкт і отримати персональну пропозицію.", 
          "table": { 
            "row_1": { 
              "col_1": "Лендінг, сайт-візитка", 
              "col_2": "Односторінковий сайт або багатосторінковий ресурс для презентації послуг чи бізнесу.", 
              "col_3": "10,000", 
              "col_4": "2 тижні" 
            }, 
            "row_2": { 
              "col_1": "Корпоративний сайт, каталог продукції", 
              "col_2": "Платформа для компаній або демонстрації продукції з функціями управління контентом.", 
              "col_3": "16,000", 
              "col_4": "3 тижні" 
            }, 
            "row_3": { 
              "col_1": "Інтернет-магазин", 
              "col_2": "Повнофункціональний магазин із системою платежів та гнучкою каталогізацією товарів.", 
              "col_3": "21,000", 
              "col_4": "1 місяць"
            }, 
            "row_4": { 
              "col_1": "Щомісячна підтримка", 
              "col_2": "Технічне обслуговування, оновлення та аналітика вашого сайту.", 
              "col_3": "5,500", 
              "col_4": "1 місяць" 
            }, 
            "row_5": { 
              "col_1": "Унікальний дизайн", 
              "col_2": "Розробка унікального дизайну відповідно до побажань клієнта та сучасних трендів.", 
              "col_3": "12,500", 
              "col_4": "3 тижні" 
            } 
          } 
        } 
      }
  },

  "about-page": {
      "p1": {
        "title":{
          "left":"Л",
          "right":"аскаво просимо до \"DK SoftLab\""
        },
        "text":"Віддана команда професіоналів, що спеціалізується на розробці веб- та мобільних додатків, дизайні та цифровому маркетингу. Наша місія – допомогти бізнесам будь-якого розміру створити сильну онлайн-присутність, розробляючи унікальні, привабливі та високофункціональні цифрові продукти."
      },
      "p2": {
        "title":{
          "left":"Х",
          "right":"то ми"
        },
        "text":"У \"DK SoftLab\" ми поєднуємо креативність із технологіями, щоб досягати видатних результатів. Маючи багаторічний досвід у цій галузі, наша команда розробників, дизайнерів і стратегів захоплена створенням цифрових рішень, які відгукуються в серцях вашої аудиторії та приносять реальні результати."
      },
      "p3": {
        "title":{
          "left":"Щ",
          "right":"о ми робимо"
        },
        "text":"Ми пропонуємо повний спектр послуг, щоб допомогти вам досягти успіху в цифровому світі",
        "list": {
          "1": {
            "title":"Розробка веб-сайтів:",
            "text":"Від лендінгів до складних e-commerce платформ – ми створюємо швидкі, безпечні та зручні у керуванні сайти."
          },
          "2": {
            "title":"Розробка мобільних додатків:",
            "text":"Наша команда створює високоякісні мобільні додатки для Android та iOS, адаптовані під ваші бізнес-потреби."
          },
          "3": {
            "title":"UI/UX Дизайн:",
            "text":"Ми приділяємо увагу користувацькому досвіду, створюючи інтуїтивні та візуально привабливі дизайни, що залишають позитивне враження."
          },
          "4": {
            "title":"SEO та цифровий маркетинг:",
            "text":"Підвищте свою онлайн-видимість за допомогою наших SEO-стратегій та маркетингових кампаній, щоб досягти максимального потенціалу вашого бренду."
          }
        }
      },
      "p4": {
        "title":{
          "left":"Н",
          "right":"аші цінності"
        },
        "list": {
          "1": {
            "title":"Інновації:",
            "text":"Ми йдемо в ногу з новітніми технологіями та трендами, щоб наші рішення залишалися передовими."
          },
          "2": {
            "title":"Якість:",
            "text":"Кожен наш проєкт створюється з увагою до деталей та прагненням до досконалості."
          },
          "3": {
            "title":"Співпраця:",
            "text":"Ми віримо в тісну взаємодію з клієнтами, щоб розуміти їхні потреби та втілювати їхні ідеї в життя."
          }
        }
      },
      "p5": {
        "title":{
          "left":"Ч",
          "right":"ому обирають нас"
        },
        "text":"У \"DK SoftLab\" ми пишаємося індивідуальним підходом до кожного проєкту. Незалежно від того, чи ви стартап, який хоче створити свій перший веб-сайт, чи велика корпорація, що потребує кастомного мобільного додатка – у нас є досвід для реалізації цього. Наша команда наполегливо працює, щоб кожен проєкт перевершував очікування та приносив відчутні результати для вашого бізнесу. Давайте втілимо ваші ідеї в реальність! Зв'яжіться з нами вже сьогодні та зробіть перший крок до цифрового успіху!"
      }
  }
}
